shanties.org
#+title: Shanties
#+HTML_HEAD_EXTRA: <style>p.verse{white-space: pre; font-family: monospace; line-height: 0.6;}</style>
#+OPTIONS: prop:t author:nil date:nil
#+export_file_name: index.html
#+LATEX_HEADER: \usepackage[margin=0.5in]{geometry}


#+latex: \clearpage
* Lyrics
** 1, 2, 3, 4
:PROPERTIES:
:Artist:   Alan Doyle
:END:
#+begin_verse
Whiskey, whiskey
The singer’s getting sore
We raised the roof
Now we’re lowering the floor
The band is blistered but we’ve got a little bit more
When I say 1,2 you say 3,4
1,2,3,4

Altogether
Altogether gone
It’s now or never if you want another song
On and on goes the ringing of the bell
Off we go, this song won’t sing itself
So soldiers at my side
It’s you and me tonight
Whiskey, whiskey
The singer’s getting sore
We raised the roof
Now we’re lowering the floor
The band is blistered but we’ve got a little bit more
When I say 1,2 you say 3,4
1,2,3,4

Mister moonlight
You gotta let ‘em play
If the devils wanna dance
Then the piper wants his pay
Hide me in a hiding place
Where good sense never goes
Take me to the fountain
Where the firewater flows
Find our alibies and lies
And lose ourselves tonight

Whiskey, whiskey
The singer’s getting sore
We raised the roof
Now we’re lowering the floor
The band is blistered but we’ve got a little bit more
When I say 1,2 you say 3,4
1,2,3,4
Trying to get the whole room on the dance floor
Is like trying to put a square peg in a round hole
I’m not saying it ain’t something that we shouldn’t try to do
Don’t do it for me though, do it for you
You’ve been minding your manners and behaving yourself
But there’s still a lot of bottles left upon the shelf
So wet my little whistle now and give a dog a bone
I can take it up a notch, can’t do it alone
So soldiers at my side
It’s you and me tonight

Whiskey, whiskey
The singer’s getting sore
We raised the roof
Now we’re lowering the floor
The band is blistered but we’ve got a little bit more
When I say 1,2 you say 3,4
1,2,3,4
#+end_verse
#+latex: \clearpage
