index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-01 Wed 18:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Shanties</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Shanties</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgba33310">1. Lyrics</a>
<ul>
<li><a href="#orgb1375b1">1.1. 1, 2, 3, 4</a></li>
<li><a href="#org4619efd">1.2. A Pirates Life For Me</a></li>
<li><a href="#org61194b5">1.3. Barrett&rsquo;s Privateers</a></li>
<li><a href="#orgb0668ed">1.4. Beneath the Black Flag</a></li>
<li><a href="#orgec15901">1.5. Binks&rsquo; Brew</a></li>
<li><a href="#orga2b91f0">1.6. <span class="todo TODO">TODO</span> Brave and Mighty Sailin&rsquo; Captain</a></li>
<li><a href="#orge0f5cf8">1.7. Bully in the Alley</a></li>
<li><a href="#orgb1f5f4f">1.8. Captain Kidd</a></li>
<li><a href="#orgf8fe5bb">1.9. Captain Morgan</a></li>
<li><a href="#orgdeac563">1.10. Diggy Diggy Hole</a></li>
<li><a href="#org733047a">1.11. Don&rsquo;t Forget Your Old Shipmate</a></li>
<li><a href="#org1a8ac0e">1.12. Drunken Sailor</a></li>
<li><a href="#orga348c70">1.13. Eight Bells</a></li>
<li><a href="#orgbfdd647">1.14. Farewell and Adieu / Spanish Ladies</a></li>
<li><a href="#org51b652d">1.15. Finnegan&rsquo;s Wake</a></li>
<li><a href="#org2fb4218">1.16. Flyin&rsquo; Dutchman</a></li>
<li><a href="#orgea0086c">1.17. Fucked with an Anchor</a></li>
<li><a href="#org04a26cd">1.18. Haul Away Joe</a></li>
<li><a href="#org7ed5017">1.19. Health to the Company</a></li>
<li><a href="#org6c1c489">1.20. Hoist the Colors</a></li>
<li><a href="#org0baa99b">1.21. Hoist Up the Thing</a></li>
<li><a href="#orge39245b">1.22. I&rsquo;ll Have A Beer</a></li>
<li><a href="#orgee42655">1.23. King of the Pirates (DaddyPhatSnaps)</a></li>
<li><a href="#org0c674b0">1.24. Leave Her Johnny</a></li>
<li><a href="#org2bc581f">1.25. Legend of Davy Jones</a></li>
<li><a href="#org8b1a948">1.26. My Jolly Sailor Bold</a></li>
<li><a href="#org8b5be1a">1.27. Nord Mead</a></li>
<li><a href="#orgd6d48bd">1.28. Oh, Better Far to Live and Die - Pirate King</a></li>
<li><a href="#orgb8f1411">1.29. Old Maui</a></li>
<li><a href="#orgc27a169">1.30. Pirates of the Black Flag</a></li>
<li><a href="#org9f1281a">1.31. Pirates who don&rsquo;t do anything</a></li>
<li><a href="#orgc8c6dad">1.32. Professional Pirate</a></li>
<li><a href="#org3b3dbb4">1.33. Randy Dandy Oh</a></li>
<li><a href="#orgc06d7fd">1.34. Roll the Wood Pile Down</a></li>
<li><a href="#org106883c">1.35. Row me Bully boys</a></li>
<li><a href="#org52ac190">1.36. Sailing For Adventure</a></li>
<li><a href="#org8aea375">1.37. Sally Brown/Roll Boys, Roll</a></li>
<li><a href="#org0212a7a">1.38. Santiana</a></li>
<li><a href="#org4266605">1.39. Shiver Me Timbers</a></li>
<li><a href="#orgad6c171">1.40. Space Shanty</a></li>
<li><a href="#orge35d678">1.41. The Last Shanty</a></li>
<li><a href="#org6071e27">1.42. The Ship is Fine</a></li>
<li><a href="#orgab75a85">1.43. Twiddles</a></li>
<li><a href="#org70173ce">1.44. Tyme Flies When You&rsquo;re Having Rum</a></li>
<li><a href="#org64b6933">1.45. Voodoo Man</a></li>
<li><a href="#org87cf79f">1.46. Wellerman</a></li>
</ul>
</li>
<li><a href="#orgcf62f35">2. Chords</a>
<ul>
<li><a href="#orgb99236e">2.1. 1, 2, 3, 4</a></li>
<li><a href="#org316088e">2.2. A Pirates Life For Me</a></li>
<li><a href="#org3aeb0c9">2.3. Barrett&rsquo;s Privateers</a></li>
<li><a href="#orgf551951">2.4. Beneath the Black Flag</a></li>
<li><a href="#org7ab9313">2.5. Binks&rsquo; Brew</a></li>
<li><a href="#orgd953533">2.6. <span class="todo TODO">TODO</span> Brave and Mighty Sailin&rsquo; Captain</a></li>
<li><a href="#org10bff3b">2.7. Bully in the Alley</a></li>
<li><a href="#org0b17350">2.8. Captain Kidd</a></li>
<li><a href="#org62373f4">2.9. Captain Morgan</a></li>
<li><a href="#org422d451">2.10. Diggy Diggy Hole</a></li>
<li><a href="#org30274fa">2.11. Don&rsquo;t Forget Your Old Shipmate</a></li>
<li><a href="#orgb5fe4c4">2.12. Drunken Sailor</a></li>
<li><a href="#org80ef539">2.13. Eight Bells</a></li>
<li><a href="#org529b1cd">2.14. Farewell and Adieu / Spanish Ladies</a></li>
<li><a href="#org1adff02">2.15. Finnegan&rsquo;s Wake</a></li>
<li><a href="#orgf7b4c8d">2.16. Flyin&rsquo; Dutchman</a></li>
<li><a href="#org17d5ac7">2.17. Fucked with an Anchor</a></li>
<li><a href="#org0664c12">2.18. Haul Away Joe</a></li>
<li><a href="#org65edeed">2.19. Health to the Company</a></li>
<li><a href="#orgf45bac5">2.20. Hoist the Colors</a></li>
<li><a href="#org6b61763">2.21. Hoist Up the Thing</a></li>
<li><a href="#orgc85bd18">2.22. <span class="todo TODO">TODO</span> I&rsquo;ll Have A Beer</a></li>
<li><a href="#orge09b9a0">2.23. <span class="todo TODO">TODO</span> King of the Pirates (DaddyPhatSnaps)</a></li>
<li><a href="#orgaf68664">2.24. Leave Her Johnny</a></li>
<li><a href="#org09419d1">2.25. Legend of Davy Jones</a></li>
<li><a href="#orgc510f5a">2.26. My Jolly Sailor Bold</a></li>
<li><a href="#org7b34003">2.27. Nord Mead</a></li>
<li><a href="#orgb9f1792">2.28. <span class="todo TODO">TODO</span> Oh, Better Far to Live and Die - Pirate King</a></li>
<li><a href="#org0999250">2.29. Old Maui</a></li>
<li><a href="#org507ad49">2.30. <span class="todo TODO">TODO</span> Pirates of the Black Flag</a></li>
<li><a href="#org8b7e018">2.31. Pirates who don&rsquo;t do anything</a></li>
<li><a href="#org95f1ed1">2.32. Professional Pirate</a></li>
<li><a href="#org8faffbd">2.33. Randy Dandy Oh</a></li>
<li><a href="#orga8104ec">2.34. <span class="todo TODO">TODO</span> Roll the Wood Pile Down</a></li>
<li><a href="#orgf7784e4">2.35. Row me Bully boys</a></li>
<li><a href="#org5599ad1">2.36. Sailing For Adventure</a></li>
<li><a href="#org6f7c46e">2.37. Sally Brown/Roll Boys, Roll</a></li>
<li><a href="#orgeb7caf6">2.38. Santiana</a></li>
<li><a href="#orgfcd5332">2.39. Shiver Me Timbers</a></li>
<li><a href="#orgba10bc3">2.40. Space Shanty</a></li>
<li><a href="#orgce717af">2.41. The Last Shanty</a></li>
<li><a href="#org6fb547c">2.42. The Ship is Fine</a></li>
<li><a href="#org4f9a273">2.43. Twiddles</a></li>
<li><a href="#org4c2e2c7">2.44. <span class="todo TODO">TODO</span> Tyme Flies When You&rsquo;re Having Rum</a></li>
<li><a href="#orga102373">2.45. Voodoo Man</a></li>
<li><a href="#orgee77517">2.46. Wellerman</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgba33310" class="outline-2">
<h2 id="orgba33310"><span class="section-number-2">1.</span> Lyrics</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb1375b1" class="outline-3">
<h3 id="orgb1375b1"><span class="section-number-3">1.1.</span> 1, 2, 3, 4</h3>
<div class="outline-text-3" id="text-1-1">
<pre class="example">
Artist: Alan Doyle
</pre>
<p class="verse">
Whiskey, whiskey<br />
The singer’s getting sore<br />
We raised the roof<br />
Now we’re lowering the floor<br />
The band is blistered but we’ve got a little bit more<br />
When I say 1,2 you say 3,4<br />
1,2,3,4<br />
<br />
Altogether<br />
Altogether gone<br />
It’s now or never if you want another song<br />
On and on goes the ringing of the bell<br />
Off we go, this song won’t sing itself<br />
So soldiers at my side<br />
It’s you and me tonight<br />
Whiskey, whiskey<br />
The singer’s getting sore<br />
We raised the roof<br />
Now we’re lowering the floor<br />
The band is blistered but we’ve got a little bit more<br />
When I say 1,2 you say 3,4<br />
1,2,3,4<br />
<br />
Mister moonlight<br />
You gotta let ‘em play<br />
If the devils wanna dance<br />
Then the piper wants his pay<br />
Hide me in a hiding place<br />
Where good sense never goes<br />
Take me to the fountain<br />
Where the firewater flows<br />
Find our alibies and lies<br />
And lose ourselves tonight<br />
<br />
Whiskey, whiskey<br />
The singer’s getting sore<br />
We raised the roof<br />
Now we’re lowering the floor<br />
The band is blistered but we’ve got a little bit more<br />
When I say 1,2 you say 3,4<br />
1,2,3,4<br />
Trying to get the whole room on the dance floor<br />
Is like trying to put a square peg in a round hole<br />
I’m not saying it ain’t something that we shouldn’t try to do<br />
Don’t do it for me though, do it for you<br />
You’ve been minding your manners and behaving yourself<br />
But there’s still a lot of bottles left upon the shelf<br />
So wet my little whistle now and give a dog a bone<br />
I can take it up a notch, can’t do it alone<br />
So soldiers at my side<br />
It’s you and me tonight<br />
<br />
Whiskey, whiskey<br />
The singer’s getting sore<br />
We raised the roof<br />
Now we’re lowering the floor<br />
The band is blistered but we’ve got a little bit more<br />
When I say 1,2 you say 3,4<br />
1,2,3,4<br />
</p>
</div>
</div>
