index.tex
% Created 2022-06-01 Wed 18:34
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=0.5in]{geometry}
\date{}
\title{Shanties}
\hypersetup{
 pdfauthor={Cassandra Keil},
 pdftitle={Shanties},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1.50 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\clearpage
\section{Lyrics}
\label{sec:orgbcac076}
\subsection{1, 2, 3, 4}
\label{sec:org56543c7}
\begin{verbatim}
Artist: Alan Doyle
\end{verbatim}
\begin{verse}
Whiskey, whiskey\\
The singer’s getting sore\\
We raised the roof\\
Now we’re lowering the floor\\
The band is blistered but we’ve got a little bit more\\
When I say 1,2 you say 3,4\\
1,2,3,4\\
\vspace*{1em}
Altogether\\
Altogether gone\\
It’s now or never if you want another song\\
On and on goes the ringing of the bell\\
Off we go, this song won’t sing itself\\
So soldiers at my side\\
It’s you and me tonight\\
Whiskey, whiskey\\
The singer’s getting sore\\
We raised the roof\\
Now we’re lowering the floor\\
The band is blistered but we’ve got a little bit more\\
When I say 1,2 you say 3,4\\
1,2,3,4\\
\vspace*{1em}
Mister moonlight\\
You gotta let ‘em play\\
If the devils wanna dance\\
Then the piper wants his pay\\
Hide me in a hiding place\\
Where good sense never goes\\
Take me to the fountain\\
Where the firewater flows\\
Find our alibies and lies\\
And lose ourselves tonight\\
\vspace*{1em}
Whiskey, whiskey\\
The singer’s getting sore\\
We raised the roof\\
Now we’re lowering the floor\\
The band is blistered but we’ve got a little bit more\\
When I say 1,2 you say 3,4\\
1,2,3,4\\
Trying to get the whole room on the dance floor\\
Is like trying to put a square peg in a round hole\\
I’m not saying it ain’t something that we shouldn’t try to do\\
Don’t do it for me though, do it for you\\
You’ve been minding your manners and behaving yourself\\
But there’s still a lot of bottles left upon the shelf\\
So wet my little whistle now and give a dog a bone\\
I can take it up a notch, can’t do it alone\\
So soldiers at my side\\
It’s you and me tonight\\
\vspace*{1em}
Whiskey, whiskey\\
The singer’s getting sore\\
We raised the roof\\
Now we’re lowering the floor\\
The band is blistered but we’ve got a little bit more\\
When I say 1,2 you say 3,4\\
1,2,3,4\\
\end{verse}
\clearpage
