shanties.org
** A Pirates Life For Me
#+begin_verse
Yo ho, yo ho, a pirate's life for me
We pillage, we plunder, we rifle, and loot
Drink up, me 'earties, yo ho
We kidnap and ravage and don't give a hoot
Drink up me 'earties, yo ho

Yo ho, yo ho, a pirate's life for me
We extort, we pilfer, we filch, and sack
Drink up, me 'earties, yo ho
Maraud and embezzle, and even high-jack
Drink up, me 'earties, yo ho

Yo ho, yo ho, a pirate's life for me
We kindle and char, inflame and ignite
Drink up, me 'earties, yo ho
We burn up the city, we're really a fright
Drink up, me 'earties, yo ho

We're rascals, scoundrels, villans, and knaves
Drink up, me 'earties, yo ho
We're devils and black sheep, really bad eggs
Drink up, me 'earties, yo ho

Yo ho, yo ho, a pirate's life for me
We're beggars and blighters, ne'er-do-well cads
Drink up, me 'earties, yo ho
Aye, but we're loved by our mommies and dads
Drink up, me 'earties, yo ho
#+end_verse
#+latex: \clearpage
** Barrett's Privateers
#+begin_verse
[Verse 1]
Oh, the year was 1778
How I wish I was in Sherbrooke now
A letter of marque came from the king
To the scummiest vessel I've ever seen
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers
[Verse 2]
Oh, Elcid Barrett cried the town
How I wish I was in Sherbrooke now
For twenty brave men all fishermen who
Would make for him the Antelope's crew
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers

[Verse 3]
The Antelope sloop was a sickening sight
How I wish I was in Sherbrooke now
She'd a list to the port and her sails in rags
And the cook in the scuppers with the staggers and jags
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers

[Verse 4]
On the King's birthday we put to sea
How I wish I was in Sherbrooke now
We were 91 days to Montego Bay
Pumping like madmen all the way
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers
[Verse 5]
On the 96th day we sailed again
How I wish I was in Sherbrooke now
When a bloody great Yankee hove in sight
With our cracked four pounders we made to fight
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers

[Verse 6]
Now the Yankee lay low down with gold
How I wish I was in Sherbrooke now
She was broad and fat and loose in the stays
But to catch her took the Antelope two whole days
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers

[Verse 7]
Then at length we stood two cables away
How I wish I was in Sherbrooke now
Our cracked four pounders made an awful din
But with one fat ball, the Yank stove us in
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers
[Verse 8]
The Antelope shook and pitched on her side
How I wish I was in Sherbrooke now
Barrett was smashed like a bowl of eggs
And the Main truck carried off both me legs
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers

[Verse 9]
So here I lay in my 23rd year
How I wish I was in Sherbrooke now
It's been 6 years since we sailed away
And I just made Halifax yesterday
God damn them all! I was told
We'd cruise the seas for American gold
We'd fire no guns, shed no tears
But I'm a broken man on a Halifax pier
The last of Barrett's Privateers
#+end_verse
#+latex: \clearpage
