index.html
<div id="outline-container-org4619efd" class="outline-3">
<h3 id="org4619efd"><span class="section-number-3">1.2.</span> A Pirates Life For Me</h3>
<div class="outline-text-3" id="text-1-2">
<p class="verse">
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
We pillage, we plunder, we rifle, and loot<br />
Drink up, me &rsquo;earties, yo ho<br />
We kidnap and ravage and don&rsquo;t give a hoot<br />
Drink up me &rsquo;earties, yo ho<br />
<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
We extort, we pilfer, we filch, and sack<br />
Drink up, me &rsquo;earties, yo ho<br />
Maraud and embezzle, and even high-jack<br />
Drink up, me &rsquo;earties, yo ho<br />
<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
We kindle and char, inflame and ignite<br />
Drink up, me &rsquo;earties, yo ho<br />
We burn up the city, we&rsquo;re really a fright<br />
Drink up, me &rsquo;earties, yo ho<br />
<br />
We&rsquo;re rascals, scoundrels, villans, and knaves<br />
Drink up, me &rsquo;earties, yo ho<br />
We&rsquo;re devils and black sheep, really bad eggs<br />
Drink up, me &rsquo;earties, yo ho<br />
<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
We&rsquo;re beggars and blighters, ne&rsquo;er-do-well cads<br />
Drink up, me &rsquo;earties, yo ho<br />
Aye, but we&rsquo;re loved by our mommies and dads<br />
Drink up, me &rsquo;earties, yo ho<br />
</p>
</div>
</div>
<div id="outline-container-org61194b5" class="outline-3">
<h3 id="org61194b5"><span class="section-number-3">1.3.</span> Barrett&rsquo;s Privateers</h3>
<div class="outline-text-3" id="text-1-3">
<p class="verse">
[Verse 1]<br />
Oh, the year was 1778<br />
How I wish I was in Sherbrooke now<br />
A letter of marque came from the king<br />
To the scummiest vessel I&rsquo;ve ever seen<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
[Verse 2]<br />
Oh, Elcid Barrett cried the town<br />
How I wish I was in Sherbrooke now<br />
For twenty brave men all fishermen who<br />
Would make for him the Antelope&rsquo;s crew<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
<br />
[Verse 3]<br />
The Antelope sloop was a sickening sight<br />
How I wish I was in Sherbrooke now<br />
She&rsquo;d a list to the port and her sails in rags<br />
And the cook in the scuppers with the staggers and jags<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
<br />
[Verse 4]<br />
On the King&rsquo;s birthday we put to sea<br />
How I wish I was in Sherbrooke now<br />
We were 91 days to Montego Bay<br />
Pumping like madmen all the way<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
[Verse 5]<br />
On the 96th day we sailed again<br />
How I wish I was in Sherbrooke now<br />
When a bloody great Yankee hove in sight<br />
With our cracked four pounders we made to fight<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
<br />
[Verse 6]<br />
Now the Yankee lay low down with gold<br />
How I wish I was in Sherbrooke now<br />
She was broad and fat and loose in the stays<br />
But to catch her took the Antelope two whole days<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
<br />
[Verse 7]<br />
Then at length we stood two cables away<br />
How I wish I was in Sherbrooke now<br />
Our cracked four pounders made an awful din<br />
But with one fat ball, the Yank stove us in<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
[Verse 8]<br />
The Antelope shook and pitched on her side<br />
How I wish I was in Sherbrooke now<br />
Barrett was smashed like a bowl of eggs<br />
And the Main truck carried off both me legs<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
<br />
[Verse 9]<br />
So here I lay in my 23rd year<br />
How I wish I was in Sherbrooke now<br />
It&rsquo;s been 6 years since we sailed away<br />
And I just made Halifax yesterday<br />
God damn them all! I was told<br />
We&rsquo;d cruise the seas for American gold<br />
We&rsquo;d fire no guns, shed no tears<br />
But I&rsquo;m a broken man on a Halifax pier<br />
The last of Barrett&rsquo;s Privateers<br />
</p>
</div>
</div>
