shanties.org
** Beneath the Black Flag
#+begin_verse
Out on the endless ocean
We tear along the gales
With rum inside our bellies warm
And freedom in our sails

A wayward bunch of scoundrels
Assassins, thieves and slaves
The rich and blue-bloods fear us when
We hunt upon the waves

And when you see it coming
That flag of baleful black
No point in turning tail there's no
Escaping our attack!
YO-HO!
YO-HO!
We row beneath the black flag
A rollickin' we go!
We own the sea and sky
YO-HO!
YO-HO!
We row beneath the black flag
A rollickin' we go!
We bleed the kingdoms dry!

Defy the odds against us
A pirate knows no fear
Our steel is ready and our
Retribution is severe

We plunder from the greedy
With blood and with our steel
We rob the rich of their
Ill-gotten gain and make them kneel

Behold the ocean's mysteries
The tales of ancient deeds
We follow in the footsteps
Of a silent secret creed
Come on, lads!

YO-HO!
YO-HO!
We row beneath the black flag
A rollickin' we go!
We own the sea and sky
YO-HO!
YO-HO!
We row beneath the black flag
A rollickin' we go!
We bleed the kingdoms dry!

Hoist the black flag, lads!

Justice runs in crimson rivers...

YO-HO!
YO-HO!
We row beneath the black flag
A rollickin' we go!
We own the sea and sky
YO-HO!
YO-HO!
We row beneath the black flag
A rollickin' we go!
We own the sea and sky
YO-HO!
YO-HO!
We row beneath the black flag
A rollickin' we go!
We bleed the kingdoms dry!
#+end_verse
#+latex: \clearpage
** Binks' Brew
:PROPERTIES:
:Artist:   One Piece
:END:
#+begin_verse
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Gather up all of the crew!
It's time to ship out Bink's brew!
Sea wind blows. To where?
Who knows?
The waves will be our guide!
O'er across the ocean's tide,
Rays of sunshine far and wide,
Birds they sing of cheerful things, in circles passing by!
Bid farewell to weaver's town!
Say so long to port renowned!
Sing a song, it won't be long, before we're casting off!
Cross the gold and silver seas
The salty spray puts us at ease!
Day and night to our delight,
The voyage never ends!
Gather up all of the crew!
It's time to ship out Bink's brew!
Pirates we, eternally are challenging the sea!
With the waves to rest our heads,
ship beneath us as our beds!
Hoisted high upon the mast our Jolly Roger flies!
Somewhere in the endless sky,
Stormy winds are blowin' by!
Waves are dancing, evening comes,
It's time to sound the drums!
But steady men may never fear!
Tomorrow's skies are always clear!
So pound your feet and clap your hands till sunny days return!

Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Gather up all of the crew!
It's time to ship out Bink's brew!
Wave good-bye, but don't you cry
Our memories remain.
Our days are but a passing dream, everlasting though they seem
'neath the moon we'll meet again, the wind's our lullaby!
Gather up all of the crew!
It's time to ship out Bink's brew!
Sing a song and play along
For all the ocean's wide!
After all is said and done,
you'll end up a skeleton!
So spread your tale, from dawn till dusk, upon these foamy seas!
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho,
Yo-hohoho, Yo-hoho-ho.
#+end_verse
#+latex: \clearpage
** TODO Brave and Mighty Sailin' Captain
:PROPERTIES:
:Artist:   Musical Blades
:END:

#+latex: \clearpage
** Bully in the Alley
#+begin_verse
[Chorus]
Help me, Bob, I'm bully in the alley
Way-hey, hey-hey, bully in the alley
Help me, Bob, I'm bully in the alley
Bully down in shinbone al!

[Verse 1]
Sally is the girl that I love dearly
Way-hey, hey-hey, bully in the alley
Sally is the girl that I spliced dearly
Bully down in shinbone al!
[Chorus]
Help me, Bob, I'm bully in the alley
Way-hey, hey-hey, bully in the alley
Help me, Bob, I'm bully in the alley
Bully down in shinbone al!

[Verse 2]
For seven long years I courted little Sally
Way-hey, hey-hey, bully in the alley
But all she did was dilly and dally
Bully down in shinbone al!

[Chorus]
Help me, Bob, I'm bully in the alley
Way-hey, hey-hey, bully in the alley
Help me, Bob, I'm bully in the alley
Bully down in shinbone al!

[Verse 3]
I ever get back, I'll marry little Sally
Way-hey, hey-hey, bully in the alley
Have six kids and live in Shin-bone Alley
Bully down in shinbone al!

[Chorus]
Help me, Bob, I'm bully in the alley
Way-hey, hey-hey, bully in the alley
Help me, Bob, I'm bully in the alley
Bully down in shinbone al!
#+end_verse
#+latex: \clearpage
