index.html
<div id="outline-container-orgb0668ed" class="outline-3">
<h3 id="orgb0668ed"><span class="section-number-3">1.4.</span> Beneath the Black Flag</h3>
<div class="outline-text-3" id="text-1-4">
<p class="verse">
Out on the endless ocean<br />
We tear along the gales<br />
With rum inside our bellies warm<br />
And freedom in our sails<br />
<br />
A wayward bunch of scoundrels<br />
Assassins, thieves and slaves<br />
The rich and blue-bloods fear us when<br />
We hunt upon the waves<br />
<br />
And when you see it coming<br />
That flag of baleful black<br />
No point in turning tail there&rsquo;s no<br />
Escaping our attack!<br />
YO-HO!<br />
YO-HO!<br />
We row beneath the black flag<br />
A rollickin&rsquo; we go!<br />
We own the sea and sky<br />
YO-HO!<br />
YO-HO!<br />
We row beneath the black flag<br />
A rollickin&rsquo; we go!<br />
We bleed the kingdoms dry!<br />
<br />
Defy the odds against us<br />
A pirate knows no fear<br />
Our steel is ready and our<br />
Retribution is severe<br />
<br />
We plunder from the greedy<br />
With blood and with our steel<br />
We rob the rich of their<br />
Ill-gotten gain and make them kneel<br />
<br />
Behold the ocean&rsquo;s mysteries<br />
The tales of ancient deeds<br />
We follow in the footsteps<br />
Of a silent secret creed<br />
Come on, lads!<br />
<br />
YO-HO!<br />
YO-HO!<br />
We row beneath the black flag<br />
A rollickin&rsquo; we go!<br />
We own the sea and sky<br />
YO-HO!<br />
YO-HO!<br />
We row beneath the black flag<br />
A rollickin&rsquo; we go!<br />
We bleed the kingdoms dry!<br />
<br />
Hoist the black flag, lads!<br />
<br />
Justice runs in crimson rivers&#x2026;<br />
<br />
YO-HO!<br />
YO-HO!<br />
We row beneath the black flag<br />
A rollickin&rsquo; we go!<br />
We own the sea and sky<br />
YO-HO!<br />
YO-HO!<br />
We row beneath the black flag<br />
A rollickin&rsquo; we go!<br />
We own the sea and sky<br />
YO-HO!<br />
YO-HO!<br />
We row beneath the black flag<br />
A rollickin&rsquo; we go!<br />
We bleed the kingdoms dry!<br />
</p>
</div>
</div>
<div id="outline-container-orgec15901" class="outline-3">
<h3 id="orgec15901"><span class="section-number-3">1.5.</span> Binks&rsquo; Brew</h3>
<div class="outline-text-3" id="text-1-5">
<pre class="example">
Artist: One Piece
</pre>
<p class="verse">
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Gather up all of the crew!<br />
It&rsquo;s time to ship out Bink&rsquo;s brew!<br />
Sea wind blows. To where?<br />
Who knows?<br />
The waves will be our guide!<br />
O&rsquo;er across the ocean&rsquo;s tide,<br />
Rays of sunshine far and wide,<br />
Birds they sing of cheerful things, in circles passing by!<br />
Bid farewell to weaver&rsquo;s town!<br />
Say so long to port renowned!<br />
Sing a song, it won&rsquo;t be long, before we&rsquo;re casting off!<br />
Cross the gold and silver seas<br />
The salty spray puts us at ease!<br />
Day and night to our delight,<br />
The voyage never ends!<br />
Gather up all of the crew!<br />
It&rsquo;s time to ship out Bink&rsquo;s brew!<br />
Pirates we, eternally are challenging the sea!<br />
With the waves to rest our heads,<br />
ship beneath us as our beds!<br />
Hoisted high upon the mast our Jolly Roger flies!<br />
Somewhere in the endless sky,<br />
Stormy winds are blowin&rsquo; by!<br />
Waves are dancing, evening comes,<br />
It&rsquo;s time to sound the drums!<br />
But steady men may never fear!<br />
Tomorrow&rsquo;s skies are always clear!<br />
So pound your feet and clap your hands till sunny days return!<br />
<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Gather up all of the crew!<br />
It&rsquo;s time to ship out Bink&rsquo;s brew!<br />
Wave good-bye, but don&rsquo;t you cry<br />
Our memories remain.<br />
Our days are but a passing dream, everlasting though they seem<br />
&rsquo;neath the moon we&rsquo;ll meet again, the wind&rsquo;s our lullaby!<br />
Gather up all of the crew!<br />
It&rsquo;s time to ship out Bink&rsquo;s brew!<br />
Sing a song and play along<br />
For all the ocean&rsquo;s wide!<br />
After all is said and done,<br />
you&rsquo;ll end up a skeleton!<br />
So spread your tale, from dawn till dusk, upon these foamy seas!<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho,<br />
Yo-hohoho, Yo-hoho-ho.<br />
</p>
</div>
</div>
<div id="outline-container-orga2b91f0" class="outline-3">
<h3 id="orga2b91f0"><span class="section-number-3">1.6.</span> <span class="todo TODO">TODO</span> Brave and Mighty Sailin&rsquo; Captain</h3>
<div class="outline-text-3" id="text-1-6">
<pre class="example">
Artist: Musical Blades
</pre>
</div>
</div>
<div id="outline-container-orge0f5cf8" class="outline-3">
<h3 id="orge0f5cf8"><span class="section-number-3">1.7.</span> Bully in the Alley</h3>
<div class="outline-text-3" id="text-1-7">
<p class="verse">
[Chorus]<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Way-hey, hey-hey, bully in the alley<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Bully down in shinbone al!<br />
<br />
[Verse 1]<br />
Sally is the girl that I love dearly<br />
Way-hey, hey-hey, bully in the alley<br />
Sally is the girl that I spliced dearly<br />
Bully down in shinbone al!<br />
[Chorus]<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Way-hey, hey-hey, bully in the alley<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Bully down in shinbone al!<br />
<br />
[Verse 2]<br />
For seven long years I courted little Sally<br />
Way-hey, hey-hey, bully in the alley<br />
But all she did was dilly and dally<br />
Bully down in shinbone al!<br />
<br />
[Chorus]<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Way-hey, hey-hey, bully in the alley<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Bully down in shinbone al!<br />
<br />
[Verse 3]<br />
I ever get back, I&rsquo;ll marry little Sally<br />
Way-hey, hey-hey, bully in the alley<br />
Have six kids and live in Shin-bone Alley<br />
Bully down in shinbone al!<br />
<br />
[Chorus]<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Way-hey, hey-hey, bully in the alley<br />
Help me, Bob, I&rsquo;m bully in the alley<br />
Bully down in shinbone al!<br />
</p>
</div>
</div>
