index.html
<div id="outline-container-orgb1f5f4f" class="outline-3">
<h3 id="orgb1f5f4f"><span class="section-number-3">1.8.</span> Captain Kidd</h3>
<div class="outline-text-3" id="text-1-8">
<p class="verse">
My name is Captain Kidd<br />
As I sailed, as I sailed,<br />
Oh my name is Captain Kidd as I sailed,<br />
My name is Captain Kidd<br />
And God&rsquo;s laws I did forbid,<br />
And most wickedly I did as I sailed.<br />
<br />
My father taught me well<br />
To shun the gates of hell,<br />
But against him I rebelled as I sailed,<br />
He shoved a bible in my hand<br />
But I left it in the sand<br />
And I pulled away from land,<br />
As I sailed<br />
<br />
[Chorus]<br />
<br />
I murdered William Moore<br />
And I left him in his gore<br />
Twenty leagues away from shore<br />
As I sailed,<br />
And being crueler still, the gunner I did kill<br />
All his precious blood did spill,<br />
As I sailed,<br />
<br />
[Chorus]<br />
<br />
I was sick and nigh to death,<br />
And I vowed at every breath,<br />
Oh to walk in wisdom&rsquo;s path,<br />
As I sailed<br />
But my repentance lasted not,<br />
My vows I soon forgot,<br />
Oh damnation is my lot,<br />
As I sailed.<br />
<br />
[Chorus]<br />
<br />
To the execution dock<br />
Lay my head upon the block,<br />
Laws no more I&rsquo;ll mock as I sail,<br />
So take warning here and heed<br />
To shun bad company<br />
Or you&rsquo;ll wind up just like me<br />
As I sailed.<br />
</p>
</div>
</div>
<div id="outline-container-orgf8fe5bb" class="outline-3">
<h3 id="orgf8fe5bb"><span class="section-number-3">1.9.</span> Captain Morgan</h3>
<div class="outline-text-3" id="text-1-9">
<pre class="example">
Title: Captain Morgan
Artist: Jolly Rogers
</pre>
<p class="verse">
Eight months out, nothing to show<br />
The crew&rsquo;s morale at an all time low<br />
When we pulled in to Port Royal for repairs<br />
The Captain went ashore for news<br />
While we mended sails with the other crews<br />
And talked about our sad state of affairs<br />
<br />
The captain, he came bounding back<br />
He said &ldquo;Boys, there&rsquo;s no time to unpack<br />
&lsquo;cause we&rsquo;re about to join our pirate fleet&rdquo;<br />
This news should have been met with cheers<br />
But the crew was plagued with doubt and fears<br />
So the captain said without missing a beat:<br />
<br />
&ldquo;Don&rsquo;t avoid it, don&rsquo;t fear it<br />
Embrace your pirate spirit<br />
We sail with Captain Morgan tonight&rdquo;<br />
<br />
&ldquo;For adventure and glory<br />
And an unforgettable story<br />
We sail with Captain Morgan tonight!&rdquo;<br />
<br />
&ldquo;For Maracaibo we&rsquo;ll set sail<br />
And there is no way we can fail<br />
We&rsquo;ll have us a Navy of our own&rdquo;<br />
<br />
Like Portobello long before<br />
We will sneak ourselves ashore<br />
And we&rsquo;ll be rich before we come back home&ldquo;<br />
<br />
This got some cheers but not a lot<br />
They knew the Cartagena plot<br />
And all the pirates there that met their end<br />
<br />
&rdquo;Yes&ldquo; he says &rdquo;there&rsquo;s risk involved<br />
But every problem can be solved<br />
And we&rsquo;ll end up with more cash than we can spend&ldquo;<br />
&rdquo;Don&rsquo;t avoid it, don&rsquo;t fear it<br />
Embrace your pirate spirit<br />
We sail with Captain Morgan tonight&ldquo;<br />
<br />
&rdquo;For adventure and glory<br />
And an unforgettable story<br />
We sail with Captain Morgan tonight!&ldquo;<br />
<br />
At last the crew they all agreed<br />
As fear cannot win over greed<br />
And we got our ship all ready and primed<br />
<br />
We set the sails and sharpened swords<br />
We pulled the anchor and wound the cords<br />
There was no way that we would lose this time<br />
<br />
With that the whole crew was met<br />
Pledges made, and routes were set<br />
Henry Morgan said &rdquo;Let not a thing go wrong!&ldquo;<br />
<br />
And as the fleet was heading out<br />
You could hear our whole crew shout<br />
&rdquo;Listen up ye scurvy dogs and sing along;<br />
<br />
&ldquo;Don&rsquo;t avoid it, don&rsquo;t fear it<br />
Embrace your pirate spirit<br />
We sail with Captain Morgan tonight&rdquo;<br />
&ldquo;For adventure and glory<br />
And an unforgettable story<br />
We sail with Captain Morgan tonight!&rdquo;<br />
</p>
</div>
</div>
