index.tex
\subsection{Captain Kidd}
\label{sec:org147c8c9}
\begin{verse}
My name is Captain Kidd\\
As I sailed, as I sailed,\\
Oh my name is Captain Kidd as I sailed,\\
My name is Captain Kidd\\
And God's laws I did forbid,\\
And most wickedly I did as I sailed.\\
\vspace*{1em}
My father taught me well\\
To shun the gates of hell,\\
But against him I rebelled as I sailed,\\
He shoved a bible in my hand\\
But I left it in the sand\\
And I pulled away from land,\\
As I sailed\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
I murdered William Moore\\
And I left him in his gore\\
Twenty leagues away from shore\\
As I sailed,\\
And being crueler still, the gunner I did kill\\
All his precious blood did spill,\\
As I sailed,\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
I was sick and nigh to death,\\
And I vowed at every breath,\\
Oh to walk in wisdom's path,\\
As I sailed\\
But my repentance lasted not,\\
My vows I soon forgot,\\
Oh damnation is my lot,\\
As I sailed.\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
To the execution dock\\
Lay my head upon the block,\\
Laws no more I'll mock as I sail,\\
So take warning here and heed\\
To shun bad company\\
Or you'll wind up just like me\\
As I sailed.\\
\end{verse}
\clearpage
\subsection{Captain Morgan}
\label{sec:orgd674dca}
\begin{verbatim}
Title: Captain Morgan
Artist: Jolly Rogers
\end{verbatim}
\begin{verse}
Eight months out, nothing to show\\
The crew's morale at an all time low\\
When we pulled in to Port Royal for repairs\\
The Captain went ashore for news\\
While we mended sails with the other crews\\
And talked about our sad state of affairs\\
\vspace*{1em}
The captain, he came bounding back\\
He said ``Boys, there's no time to unpack\\
`cause we're about to join our pirate fleet''\\
This news should have been met with cheers\\
But the crew was plagued with doubt and fears\\
So the captain said without missing a beat:\\
\vspace*{1em}
``Don't avoid it, don't fear it\\
Embrace your pirate spirit\\
We sail with Captain Morgan tonight''\\
\vspace*{1em}
``For adventure and glory\\
And an unforgettable story\\
We sail with Captain Morgan tonight!''\\
\vspace*{1em}
``For Maracaibo we'll set sail\\
And there is no way we can fail\\
We'll have us a Navy of our own''\\
\vspace*{1em}
Like Portobello long before\\
We will sneak ourselves ashore\\
And we'll be rich before we come back home``\\
\vspace*{1em}
This got some cheers but not a lot\\
They knew the Cartagena plot\\
And all the pirates there that met their end\\
\vspace*{1em}
''Yes`` he says ''there's risk involved\\
But every problem can be solved\\
And we'll end up with more cash than we can spend``\\
''Don't avoid it, don't fear it\\
Embrace your pirate spirit\\
We sail with Captain Morgan tonight``\\
\vspace*{1em}
''For adventure and glory\\
And an unforgettable story\\
We sail with Captain Morgan tonight!``\\
\vspace*{1em}
At last the crew they all agreed\\
As fear cannot win over greed\\
And we got our ship all ready and primed\\
\vspace*{1em}
We set the sails and sharpened swords\\
We pulled the anchor and wound the cords\\
There was no way that we would lose this time\\
\vspace*{1em}
With that the whole crew was met\\
Pledges made, and routes were set\\
Henry Morgan said ''Let not a thing go wrong!``\\
\vspace*{1em}
And as the fleet was heading out\\
You could hear our whole crew shout\\
''Listen up ye scurvy dogs and sing along;\\
\vspace*{1em}
``Don't avoid it, don't fear it\\
Embrace your pirate spirit\\
We sail with Captain Morgan tonight''\\
``For adventure and glory\\
And an unforgettable story\\
We sail with Captain Morgan tonight!''\\
\end{verse}
\clearpage
