index.html
<div id="outline-container-orgdeac563" class="outline-3">
<h3 id="orgdeac563"><span class="section-number-3">1.10.</span> Diggy Diggy Hole</h3>
<div class="outline-text-3" id="text-1-10">
<pre class="example">
Artist: Wind Rose
</pre>
<p class="verse">
[Verse 1]<br />
Brothers of the mine rejoice!<br />
(Swing, swing, swing with me!)<br />
Raise your pick and raise your voice!<br />
(Sing, sing, sing with me!)<br />
Down and down into the deep<br />
Who knows what we&rsquo;ll find beneath?<br />
Diamonds, rubies, gold, and more<br />
Hidden in the mountain store<br />
<br />
[Pre-Chorus 1]<br />
Born underground<br />
Suckled from a teat of stone<br />
Raised in the dark<br />
The safety of our mountain home<br />
Skin made of iron<br />
Steel in our bones<br />
To dig and dig makes us free<br />
Come on, brothers, sing with me!<br />
[Chorus]<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, diggy diggy hole<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, digging a hole<br />
<br />
[Verse 2]<br />
The sunlight will not reach this low<br />
(Deep, deep in the mine)<br />
Never seen the blue moon glow<br />
(Dwarves won&rsquo;t fly so high)<br />
Fill a glass and down some mead<br />
Stuff your bellies at the feast!<br />
Stumble home and fall asleep<br />
Dreaming in our mountain keep<br />
<br />
[Pre-Chorus 2]<br />
Born underground<br />
Grown inside a rocky womb<br />
The Earth is our cradle<br />
The mountain shall become our tomb<br />
Face us on the battlefield<br />
You will meet your doom<br />
We do not fear what lies beneath<br />
We can never dig too deep<br />
[Chorus]<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, diggy diggy hole<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, digging a hole<br />
<br />
[Chorus]<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, diggy diggy hole<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, digging a hole<br />
<br />
[Instrumental]<br />
<br />
[Pre-Chorus 1]<br />
Born underground<br />
Suckled from a teat of stone<br />
Raised in the dark<br />
The safety of our mountain home<br />
Skin made of iron<br />
Steel in our bones<br />
To dig and dig makes us free<br />
Come on, brothers, sing with me!<br />
<br />
[Chorus]<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, diggy diggy hole<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, digging a hole<br />
[Chorus]<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, diggy diggy hole<br />
I am a dwarf and I&rsquo;m digging a hole<br />
Diggy diggy hole, digging a hole<br />
</p>
</div>
</div>
<div id="outline-container-org733047a" class="outline-3">
<h3 id="org733047a"><span class="section-number-3">1.11.</span> Don&rsquo;t Forget Your Old Shipmate</h3>
<div class="outline-text-3" id="text-1-11">
<p class="verse">
Safe and sound at home again, let the waters roar, Jack<br />
Safe and sound at home again, let the waters roar, Jack<br />
<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
<br />
Since we sailed from Plymouth Sound, four years gone, or nigh, Jack<br />
Was there ever chummies, now, such as you and I, Jack?<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
<br />
We have worked the self-same gun, quarterdeck division<br />
Sponger I and loader you, through the whole commission<br />
<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
<br />
Oftentimes have we laid out, toil nor danger fearing<br />
Tugging out the flapping sail to the weather earring<br />
<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
<br />
When the middle watch was on, and the time went slow, boy<br />
Who could choose a rousing stave, who like Jack or Joe, boy?<br />
<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
There she swings, an empty hulk, not a soul below now<br />
Number seven starboard mess misses Jack and Joe now<br />
<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
<br />
But the best of friends must part, fair or foul the weather<br />
Hand yer flipper for a shake, now a drink together<br />
<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
<br />
Long we&rsquo;ve tossed on the rolling main<br />
Now we&rsquo;re safe ashore, Jack<br />
Don&rsquo;t forget yer old shipmate<br />
Faldee raldee raldee raldee rye-eye-doe!<br />
</p>
</div>
</div>
