index.tex
\subsection{Diggy Diggy Hole}
\label{sec:org6f25019}
\begin{verbatim}
Artist: Wind Rose
\end{verbatim}
\begin{verse}
[Verse 1]\\
Brothers of the mine rejoice!\\
(Swing, swing, swing with me!)\\
Raise your pick and raise your voice!\\
(Sing, sing, sing with me!)\\
Down and down into the deep\\
Who knows what we'll find beneath?\\
Diamonds, rubies, gold, and more\\
Hidden in the mountain store\\
\vspace*{1em}
[Pre-Chorus 1]\\
Born underground\\
Suckled from a teat of stone\\
Raised in the dark\\
The safety of our mountain home\\
Skin made of iron\\
Steel in our bones\\
To dig and dig makes us free\\
Come on, brothers, sing with me!\\
[Chorus]\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, diggy diggy hole\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, digging a hole\\
\vspace*{1em}
[Verse 2]\\
The sunlight will not reach this low\\
(Deep, deep in the mine)\\
Never seen the blue moon glow\\
(Dwarves won't fly so high)\\
Fill a glass and down some mead\\
Stuff your bellies at the feast!\\
Stumble home and fall asleep\\
Dreaming in our mountain keep\\
\vspace*{1em}
[Pre-Chorus 2]\\
Born underground\\
Grown inside a rocky womb\\
The Earth is our cradle\\
The mountain shall become our tomb\\
Face us on the battlefield\\
You will meet your doom\\
We do not fear what lies beneath\\
We can never dig too deep\\
[Chorus]\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, diggy diggy hole\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, digging a hole\\
\vspace*{1em}
[Chorus]\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, diggy diggy hole\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, digging a hole\\
\vspace*{1em}
[Instrumental]\\
\vspace*{1em}
[Pre-Chorus 1]\\
Born underground\\
Suckled from a teat of stone\\
Raised in the dark\\
The safety of our mountain home\\
Skin made of iron\\
Steel in our bones\\
To dig and dig makes us free\\
Come on, brothers, sing with me!\\
\vspace*{1em}
[Chorus]\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, diggy diggy hole\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, digging a hole\\
[Chorus]\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, diggy diggy hole\\
I am a dwarf and I'm digging a hole\\
Diggy diggy hole, digging a hole\\
\end{verse}
\clearpage
\subsection{Don't Forget Your Old Shipmate}
\label{sec:orgf129bae}
\begin{verse}
Safe and sound at home again, let the waters roar, Jack\\
Safe and sound at home again, let the waters roar, Jack\\
\vspace*{1em}
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
\vspace*{1em}
Since we sailed from Plymouth Sound, four years gone, or nigh, Jack\\
Was there ever chummies, now, such as you and I, Jack?\\
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
\vspace*{1em}
We have worked the self-same gun, quarterdeck division\\
Sponger I and loader you, through the whole commission\\
\vspace*{1em}
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
\vspace*{1em}
Oftentimes have we laid out, toil nor danger fearing\\
Tugging out the flapping sail to the weather earring\\
\vspace*{1em}
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
\vspace*{1em}
When the middle watch was on, and the time went slow, boy\\
Who could choose a rousing stave, who like Jack or Joe, boy?\\
\vspace*{1em}
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
There she swings, an empty hulk, not a soul below now\\
Number seven starboard mess misses Jack and Joe now\\
\vspace*{1em}
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
\vspace*{1em}
But the best of friends must part, fair or foul the weather\\
Hand yer flipper for a shake, now a drink together\\
\vspace*{1em}
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
\vspace*{1em}
Long we've tossed on the rolling main\\
Now we're safe ashore, Jack\\
Don't forget yer old shipmate\\
Faldee raldee raldee raldee rye-eye-doe!\\
\end{verse}
\clearpage
