shanties.org
** Drunken Sailor
#+begin_verse

What do you do with a drunken sailor
What do you do with a drunken sailor
What do you do with a drunken sailor
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

Shave his belly with a rusty razor
Shave his belly with a rusty razor
Shave his belly with a rusty razor
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

Put him in the hold with the Captain's daughter
Put him in the hold with the Captain's daughter
Put him in the hold with the Captain's daughter
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

What do you do with a drunken sailor
What do you do with a drunken sailor
What do you do with a drunken sailor
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

Put him in the back of the paddy wagon
Put him in the back of the paddy wagon
Put him in the back of the paddy wagon
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

Throw him in the lock-up 'til he's sober
Throw him in the lock-up 'til he's sober
Throw him in the lock-up 'til he's sober
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

What do you do with a drunken sailor
What do you do with a drunken sailor
What do you do with a drunken sailor
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

What do you do with a drunken sailor
What do you do with a drunken sailor
What do you do with a drunken sailor
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning

Way hay and up she rises
Way hay and up she rises
Way hay and up she rises
Earl-eye in the morning!
#+end_verse
#+latex: \clearpage
