index.html
<div id="outline-container-org1a8ac0e" class="outline-3">
<h3 id="org1a8ac0e"><span class="section-number-3">1.12.</span> Drunken Sailor</h3>
<div class="outline-text-3" id="text-1-12">
<p class="verse">
<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
Shave his belly with a rusty razor<br />
Shave his belly with a rusty razor<br />
Shave his belly with a rusty razor<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
Put him in the hold with the Captain&rsquo;s daughter<br />
Put him in the hold with the Captain&rsquo;s daughter<br />
Put him in the hold with the Captain&rsquo;s daughter<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
Put him in the back of the paddy wagon<br />
Put him in the back of the paddy wagon<br />
Put him in the back of the paddy wagon<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
Throw him in the lock-up &rsquo;til he&rsquo;s sober<br />
Throw him in the lock-up &rsquo;til he&rsquo;s sober<br />
Throw him in the lock-up &rsquo;til he&rsquo;s sober<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
What do you do with a drunken sailor<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning<br />
<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Way hay and up she rises<br />
Earl-eye in the morning!<br />
</p>
</div>
</div>
