index.tex
\subsection{Drunken Sailor}
\label{sec:org78e6c20}
\begin{verse}
\vspace*{1em}
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
Shave his belly with a rusty razor\\
Shave his belly with a rusty razor\\
Shave his belly with a rusty razor\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
Put him in the hold with the Captain's daughter\\
Put him in the hold with the Captain's daughter\\
Put him in the hold with the Captain's daughter\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
Put him in the back of the paddy wagon\\
Put him in the back of the paddy wagon\\
Put him in the back of the paddy wagon\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
Throw him in the lock-up 'til he's sober\\
Throw him in the lock-up 'til he's sober\\
Throw him in the lock-up 'til he's sober\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
What do you do with a drunken sailor\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning\\
\vspace*{1em}
Way hay and up she rises\\
Way hay and up she rises\\
Way hay and up she rises\\
Earl-eye in the morning!\\
\end{verse}
\clearpage
