shanties.org
** Eight Bells
:PROPERTIES:
:Artist:   Jolly Rogers
:END:
#+begin_verse
"This will be our home me boys
So I trust you'll treat her right."
'Twas how the captain speech began
Each voyage's first night
He smiled said "It's tradition
But I asked that you refrain
From carving your name in the beam
Next to her lofty mane."

The first night I was there
Her mates held me in the air
And let me carve my name with theirs
To show that I was there
From boy to man we grew up as
Across the waves we roamed
As she heard me sob likе sons who'd lost their childhood home
Eight bells rang out in Dovеr
Eight bells rang out in Wales
Eight bells rang out in Liverpool
And Down to Murphy's scales
Eight bells rang out in Port Royale
Eight bells rang out in Boston town
Eight bells rang out in Nassau
The night the Merry Widow went down

As a mere midshipman's mate
I'd stare up at that beam
And knew that every name I saw
Was shared between a dream
Some of them so faded just a memory and a scratch
But they grew much clearer with every new batch
She made sure we made it back
To the lands we longed
And with the tide we all returned to the vessel we call home
There were parts we could have salvaged but I think we all agreed
That she deserved the honor of a burial at sea

Eight bells rang out in Dover
Eight bells rang out in Wales
Eight Bells rang out in Liverpool
And down to murphy's scales
Eight bells rang out in Port Royale
Eight bells rang out in Boston town
Eight bells rang out in Nassau
The night the Merry Widow went down
By the time I was the bos'n, the list was 3 yards long
Though she had seen so many years, she still stood tall and strong
But the name she took her spirit
Bold and strong and true
And she raced the wind and never failed her brave and loyal crew

The ship she never floundered
Her defenses never breached
No matter her port of call her goal was always reached
When we were told her day had come and she had sailed her last
That they were tear her down for scrap
We couldn't let that pass

Eight bells rang out in Dover
Eight bells rang out in Wales
Eight Bells rang out in Liverpool
And down to murphy's scales
Eight bells rang out in Port Royale
Eight bells rang out in Boston town
Eight bells rang out in Nassau
The night the Merry Widow went down

Through our grief we'd swore an oath
That we'd carry out our plan
And damn the risk we would push on to the strength of our last man
And as we stared at all the names of those that came before
We cut the line and stole that ship and sailed her out once more
Beyond the reef we sailed her
And set our love alight
We jumped ship and watched her burn from the shore that night
As she sank beneath the waves, we knew one thing for sure
She made more of a mark on us
Than we ever did on her
Eight bells rang out in Dover
Eight bells rang out in Wales
Eight Bells rang out in Liverpool
And down to murphy's scales
Eight bells rang out in Port Royale
Eight bells rang out in Boston town
Eight bells rang out in Nassau
The night the Merry Widow went down

Eight bells rang out…
Eight bells rang out…
The night the Merry Widow went down
The night the Merry Widow went down
#+end_verse
#+latex: \clearpage
