index.html
<div id="outline-container-orga348c70" class="outline-3">
<h3 id="orga348c70"><span class="section-number-3">1.13.</span> Eight Bells</h3>
<div class="outline-text-3" id="text-1-13">
<pre class="example">
Artist: Jolly Rogers
</pre>
<p class="verse">
&ldquo;This will be our home me boys<br />
So I trust you&rsquo;ll treat her right.&rdquo;<br />
&rsquo;Twas how the captain speech began<br />
Each voyage&rsquo;s first night<br />
He smiled said &ldquo;It&rsquo;s tradition<br />
But I asked that you refrain<br />
From carving your name in the beam<br />
Next to her lofty mane.&rdquo;<br />
<br />
The first night I was there<br />
Her mates held me in the air<br />
And let me carve my name with theirs<br />
To show that I was there<br />
From boy to man we grew up as<br />
Across the waves we roamed<br />
As she heard me sob likе sons who&rsquo;d lost their childhood home<br />
Eight bells rang out in Dovеr<br />
Eight bells rang out in Wales<br />
Eight bells rang out in Liverpool<br />
And Down to Murphy&rsquo;s scales<br />
Eight bells rang out in Port Royale<br />
Eight bells rang out in Boston town<br />
Eight bells rang out in Nassau<br />
The night the Merry Widow went down<br />
<br />
As a mere midshipman&rsquo;s mate<br />
I&rsquo;d stare up at that beam<br />
And knew that every name I saw<br />
Was shared between a dream<br />
Some of them so faded just a memory and a scratch<br />
But they grew much clearer with every new batch<br />
She made sure we made it back<br />
To the lands we longed<br />
And with the tide we all returned to the vessel we call home<br />
There were parts we could have salvaged but I think we all agreed<br />
That she deserved the honor of a burial at sea<br />
<br />
Eight bells rang out in Dover<br />
Eight bells rang out in Wales<br />
Eight Bells rang out in Liverpool<br />
And down to murphy&rsquo;s scales<br />
Eight bells rang out in Port Royale<br />
Eight bells rang out in Boston town<br />
Eight bells rang out in Nassau<br />
The night the Merry Widow went down<br />
By the time I was the bos&rsquo;n, the list was 3 yards long<br />
Though she had seen so many years, she still stood tall and strong<br />
But the name she took her spirit<br />
Bold and strong and true<br />
And she raced the wind and never failed her brave and loyal crew<br />
<br />
The ship she never floundered<br />
Her defenses never breached<br />
No matter her port of call her goal was always reached<br />
When we were told her day had come and she had sailed her last<br />
That they were tear her down for scrap<br />
We couldn&rsquo;t let that pass<br />
<br />
Eight bells rang out in Dover<br />
Eight bells rang out in Wales<br />
Eight Bells rang out in Liverpool<br />
And down to murphy&rsquo;s scales<br />
Eight bells rang out in Port Royale<br />
Eight bells rang out in Boston town<br />
Eight bells rang out in Nassau<br />
The night the Merry Widow went down<br />
<br />
Through our grief we&rsquo;d swore an oath<br />
That we&rsquo;d carry out our plan<br />
And damn the risk we would push on to the strength of our last man<br />
And as we stared at all the names of those that came before<br />
We cut the line and stole that ship and sailed her out once more<br />
Beyond the reef we sailed her<br />
And set our love alight<br />
We jumped ship and watched her burn from the shore that night<br />
As she sank beneath the waves, we knew one thing for sure<br />
She made more of a mark on us<br />
Than we ever did on her<br />
Eight bells rang out in Dover<br />
Eight bells rang out in Wales<br />
Eight Bells rang out in Liverpool<br />
And down to murphy&rsquo;s scales<br />
Eight bells rang out in Port Royale<br />
Eight bells rang out in Boston town<br />
Eight bells rang out in Nassau<br />
The night the Merry Widow went down<br />
<br />
Eight bells rang out…<br />
Eight bells rang out…<br />
The night the Merry Widow went down<br />
The night the Merry Widow went down<br />
</p>
</div>
</div>
