index.html
<div id="outline-container-orgbfdd647" class="outline-3">
<h3 id="orgbfdd647"><span class="section-number-3">1.14.</span> Farewell and Adieu / Spanish Ladies</h3>
<div class="outline-text-3" id="text-1-14">
<p class="verse">
Farewell and adieu to you fair Spanish ladies<br />
Farewell and adieu to you ladies of Spain<br />
Cause we’ve received orders to sail for old England<br />
But we hope in a short time to see you again<br />
<br />
We’ll rant and we’ll roar like true British sailors<br />
We’ll rant and we’ll rave across the salt seas<br />
Until we strike soundings in the Channel of England<br />
From Ushant to Scilly is thirty-four leagues<br />
<br />
We hove our ship to, with the wind at southwest, boys<br />
We hove our ship to, for to take soundings clear<br />
In fifty-five fathoms with a fine sandy bottom<br />
We filled our main tops’l, up Channel did steer<br />
We’ll rant and we’ll roar like true British sailors<br />
We’ll rant and we’ll rave across the salt seas<br />
Until we strike soundings in the Channel of England<br />
From Ushant to Scilly is thirty-four leagues<br />
<br />
The first land we made was a point called the Deadman<br />
Next Ram&rsquo;s Head off Plymouth, Start, Portland, and Wight<br />
We sailed then by Beachy, by Fairlee and Dover<br />
Then bore straight away for the South Foreland Light<br />
<br />
We’ll rant and we’ll roar like true British sailors<br />
We’ll rant and we’ll rave across the salt seas<br />
Until we strike soundings in the Channel of England<br />
From Ushant to Scilly is thirty-four leagues<br />
<br />
Now the signal was made for the Grand Fleet to anchor<br />
We glued up our tops’ls, stuck out tacks and sheets<br />
We stood by our stoppers, we brailed in our spankers<br />
Then anchored ahead of the noblest of fleets<br />
<br />
We’ll rant and we’ll roar like true British sailors<br />
We’ll rant and we’ll rave across the salt seas<br />
Until we strike soundings in the Channel of England<br />
From Ushant to Scilly is thirty-four leagues<br />
<br />
Let every man here drink up his full bumper<br />
Let every man here drink up his full bowl<br />
And let us be jolly and drown melancholy<br />
Singing, here’s a good health to each true-hearted lass<br />
We’ll rant and we’ll roar like true British sailors<br />
We’ll rant and we’ll rave across the salt seas<br />
Until we strike soundings in the Channel of England<br />
From Ushant to Scilly is thirty-four leagues<br />
</p>
</div>
</div>
<div id="outline-container-org51b652d" class="outline-3">
<h3 id="org51b652d"><span class="section-number-3">1.15.</span> Finnegan&rsquo;s Wake</h3>
<div class="outline-text-3" id="text-1-15">
<p class="verse">
Tim Finnegan lived in Walken&rsquo; Street<br />
A gentleman Irishman mighty odd;<br />
He seen a brogue so soft and sweet<br />
And to rise in the world he carried the hod<br />
<br />
Tim had a sort of a tipplin&rsquo; way<br />
With a love of the liquor now he was born<br />
To help him on with his work each day<br />
Had a &ldquo;drop of the cray-chur&rdquo; every morn<br />
<br />
Whack fol the da O, dance to your partner<br />
Welt the floor, your trotters shake;<br />
Wasn&rsquo;t it the truth I told you?<br />
Lots of fun at Finnegan&rsquo;s wake!<br />
One mornin&rsquo; Tim felt rather full<br />
His head felt heavy which made him shake;<br />
Fell from a ladder and he burst his skull<br />
So they carried him home his corpse to wake<br />
<br />
Rolled him up in a nice clean sheet<br />
Laid him out upon the bed;<br />
A gallon of whiskey at his feet<br />
A barrel of porter at his head<br />
<br />
Whack fol the da O, dance to your partner<br />
Welt the floor, your trotters shake;<br />
Wasn&rsquo;t it the truth I told you?<br />
Lots of fun at Finnegan&rsquo;s wake!<br />
<br />
His friends assembled at the wake<br />
And Mrs. Finnegan called for lunch<br />
First they brung in tea and cake;<br />
Then pipes, tobacco and whiskey punch<br />
<br />
Biddy O&rsquo;Brien began to cry<br />
&ldquo;Such a nice clean corpse, did you ever see?<br />
Tim mavournin, why did you die?&rdquo;<br />
Arragh, shut your gob said Paddy McGhee!<br />
<br />
Whack fol the da O, dance to your partner<br />
Welt the floor, your trotters shake;<br />
Wasn&rsquo;t it the truth I told you?<br />
Lots of fun at Finnegan&rsquo;s wake!<br />
Patty O&rsquo;Connor took up the job<br />
&ldquo;Ah Biddy,&rdquo; says she, &ldquo;You&rsquo;re wrong, I&rsquo;m sure&rdquo;<br />
Biddy gave her a belt in the gob<br />
Then left her sprawlin&rsquo; on the floor<br />
<br />
Then the war did soon enrage<br />
Woman to woman and man to man<br />
Shillelagh-law was all the rage<br />
And a row and a ruction soon began<br />
<br />
Mickey Maloney lowered his head<br />
And a bottle of whiskey flew at him<br />
Missed, and fallin&rsquo; on the bed<br />
The liquor scattered over Tim!<br />
<br />
Tim revives! See how he rises!<br />
Timothy risin&rsquo; from the bed<br />
Sayin&rsquo;, &ldquo;Whirl your liquor around like blazes<br />
Thunderin&rsquo; Jaysus! Do you thunk I&rsquo;m dead?&rdquo;<br />
<br />
Whack fol the da O, dance to your partner<br />
Welt the floor, your trotters shake;<br />
Wasn&rsquo;t it the truth I told you?<br />
Lots of fun at Finnegan&rsquo;s wake!<br />
</p>
</div>
</div>
