index.tex
\subsection{Farewell and Adieu / Spanish Ladies}
\label{sec:org720d2e7}
\begin{verse}
Farewell and adieu to you fair Spanish ladies\\
Farewell and adieu to you ladies of Spain\\
Cause we’ve received orders to sail for old England\\
But we hope in a short time to see you again\\
\vspace*{1em}
We’ll rant and we’ll roar like true British sailors\\
We’ll rant and we’ll rave across the salt seas\\
Until we strike soundings in the Channel of England\\
From Ushant to Scilly is thirty-four leagues\\
\vspace*{1em}
We hove our ship to, with the wind at southwest, boys\\
We hove our ship to, for to take soundings clear\\
In fifty-five fathoms with a fine sandy bottom\\
We filled our main tops’l, up Channel did steer\\
We’ll rant and we’ll roar like true British sailors\\
We’ll rant and we’ll rave across the salt seas\\
Until we strike soundings in the Channel of England\\
From Ushant to Scilly is thirty-four leagues\\
\vspace*{1em}
The first land we made was a point called the Deadman\\
Next Ram's Head off Plymouth, Start, Portland, and Wight\\
We sailed then by Beachy, by Fairlee and Dover\\
Then bore straight away for the South Foreland Light\\
\vspace*{1em}
We’ll rant and we’ll roar like true British sailors\\
We’ll rant and we’ll rave across the salt seas\\
Until we strike soundings in the Channel of England\\
From Ushant to Scilly is thirty-four leagues\\
\vspace*{1em}
Now the signal was made for the Grand Fleet to anchor\\
We glued up our tops’ls, stuck out tacks and sheets\\
We stood by our stoppers, we brailed in our spankers\\
Then anchored ahead of the noblest of fleets\\
\vspace*{1em}
We’ll rant and we’ll roar like true British sailors\\
We’ll rant and we’ll rave across the salt seas\\
Until we strike soundings in the Channel of England\\
From Ushant to Scilly is thirty-four leagues\\
\vspace*{1em}
Let every man here drink up his full bumper\\
Let every man here drink up his full bowl\\
And let us be jolly and drown melancholy\\
Singing, here’s a good health to each true-hearted lass\\
We’ll rant and we’ll roar like true British sailors\\
We’ll rant and we’ll rave across the salt seas\\
Until we strike soundings in the Channel of England\\
From Ushant to Scilly is thirty-four leagues\\
\end{verse}
\clearpage
\subsection{Finnegan's Wake}
\label{sec:org404d66c}
\begin{verse}
Tim Finnegan lived in Walken' Street\\
A gentleman Irishman mighty odd;\\
He seen a brogue so soft and sweet\\
And to rise in the world he carried the hod\\
\vspace*{1em}
Tim had a sort of a tipplin' way\\
With a love of the liquor now he was born\\
To help him on with his work each day\\
Had a ``drop of the cray-chur'' every morn\\
\vspace*{1em}
Whack fol the da O, dance to your partner\\
Welt the floor, your trotters shake;\\
Wasn't it the truth I told you?\\
Lots of fun at Finnegan's wake!\\
One mornin' Tim felt rather full\\
His head felt heavy which made him shake;\\
Fell from a ladder and he burst his skull\\
So they carried him home his corpse to wake\\
\vspace*{1em}
Rolled him up in a nice clean sheet\\
Laid him out upon the bed;\\
A gallon of whiskey at his feet\\
A barrel of porter at his head\\
\vspace*{1em}
Whack fol the da O, dance to your partner\\
Welt the floor, your trotters shake;\\
Wasn't it the truth I told you?\\
Lots of fun at Finnegan's wake!\\
\vspace*{1em}
His friends assembled at the wake\\
And Mrs. Finnegan called for lunch\\
First they brung in tea and cake;\\
Then pipes, tobacco and whiskey punch\\
\vspace*{1em}
Biddy O'Brien began to cry\\
``Such a nice clean corpse, did you ever see?\\
Tim mavournin, why did you die?''\\
Arragh, shut your gob said Paddy McGhee!\\
\vspace*{1em}
Whack fol the da O, dance to your partner\\
Welt the floor, your trotters shake;\\
Wasn't it the truth I told you?\\
Lots of fun at Finnegan's wake!\\
Patty O'Connor took up the job\\
``Ah Biddy,'' says she, ``You're wrong, I'm sure''\\
Biddy gave her a belt in the gob\\
Then left her sprawlin' on the floor\\
\vspace*{1em}
Then the war did soon enrage\\
Woman to woman and man to man\\
Shillelagh-law was all the rage\\
And a row and a ruction soon began\\
\vspace*{1em}
Mickey Maloney lowered his head\\
And a bottle of whiskey flew at him\\
Missed, and fallin' on the bed\\
The liquor scattered over Tim!\\
\vspace*{1em}
Tim revives! See how he rises!\\
Timothy risin' from the bed\\
Sayin', ``Whirl your liquor around like blazes\\
Thunderin' Jaysus! Do you thunk I'm dead?''\\
\vspace*{1em}
Whack fol the da O, dance to your partner\\
Welt the floor, your trotters shake;\\
Wasn't it the truth I told you?\\
Lots of fun at Finnegan's wake!\\
\end{verse}
\clearpage
