shanties.org
** Flyin' Dutchman
:PROPERTIES:
:Title: Flyin' Dutchman
:Artist: Jolly Rogers
:END:
#+begin_verse
The sky was grey and cloudy
And the wind was from the west
When we spied a battered frigate
With her tattered sail full dressed
They signaled they had letters home
They asked if we could take
They dropped them in a barrel
They left bobbing in their wake
We reefed the sails and slowed the ship
To fish they barrel out
The old ship sailed to the distance
And we saw her come about
The captain watched through a spy-glass
And we heard him catch his breath
And we saw the storm a-brewing
Had become a wall of death

Turn this ship around me boys
Turn around and run!
That storm it wants a battle
And it's sure that were outgunned!
What of the ship that's out there
Do we leave her to the gale?
She's called the Flying Dutchman
And it's rage that fills her sails!

The thunder growled like demons
And the lightning stabbed the waves
And the Dutchman she leapt t'wards us
Riding fury from the graves
Our captain, he stayed at the wheel
The crew they manned the lines
And still that ship and storm
Were quickly closing in behind
Our ship we crest a giant wave
And crashed to the trough below
And the crew held on to what they could
They were damned if they let go
The rain and sea and storm winds
Crashed against our ship with wrath
And from the deck of that cursed ship
We could hear them laugh

Turn this ship around me boys!
Turn around and run!
That storm it wants a battle
And it's sure that we're outgunned!
That ghostly ship is hunting us
It's bringing on the gale!
She's called the Flying Dutchman
And it's rage that fills her sails!

That was when we sighted land
It became a race with time
We believed it Santa Marta
The Dutchman closing in behind
"Risk it all!" the captain cried
"It's the only chance we got!"
Salvation if we make it
And our souls if we get caught
The storm was all around us
And the Dutchman cut our wind
The beast nearly capsized up
And we watched our strong mast bend
We were almost to the harbor
We could see the natural break
And each man willed her forward
For they knew what was at stake

Once we charged into that harbor
The Dutchman heaved away
And we heard their bitter screams
For the devil lost his prey
Once we made it safely
To the leeward of the bay
We cracked that barrel open
To see what those letters say
There must have been a hundred
And that's when we realized
These moldy parchments were addressed
To those who'd long since died
If you see a battered frigate
‘neath a grey and stormy sky
Give way and watch behind you
Or you'll hear your captain cry
#+end_verse
#+latex: \clearpage
** Fucked with an Anchor
:PROPERTIES:
:Artist:   Jolly Rogers
:END:
#+begin_verse
Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all
Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all

(Go!)

For thirty odd years, I have lived with this curse
My vocabulary was stunted at birth
By a witch doctor from over the seas
Casting a strange voodoo magic on me
Now when I speak, it's rather absurd
An endless tirade of four letter words
I lash out in anger at all in my way
Shocking unspeakable things that I say

Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all
Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all

(Fuck you!)

Long I have waited to have my revenge
To bring that witch doctor to his bitter end
So I have gathered a ship and a crew
We're sailing to find him, we know what to do
On a dark moonless night, when he least suspects
We'll creep up behind him, so hard to detect
We'll bring out our anchor by the light of the stars
And shove it inside of his big fuckin' arse

Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all
Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all

Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all
Fuck you, you're a fucking wanker
We're gonna punch you right in the balls
Fuck you with a fucking anchor
You're all cunts so fuck you all

(Wank!)
#+end_verse
#+latex: \clearpage
