index.html
<div id="outline-container-org2fb4218" class="outline-3">
<h3 id="org2fb4218"><span class="section-number-3">1.16.</span> Flyin&rsquo; Dutchman</h3>
<div class="outline-text-3" id="text-1-16">
<pre class="example">
Title: Flyin' Dutchman
Artist: Jolly Rogers
</pre>
<p class="verse">
The sky was grey and cloudy<br />
And the wind was from the west<br />
When we spied a battered frigate<br />
With her tattered sail full dressed<br />
They signaled they had letters home<br />
They asked if we could take<br />
They dropped them in a barrel<br />
They left bobbing in their wake<br />
We reefed the sails and slowed the ship<br />
To fish they barrel out<br />
The old ship sailed to the distance<br />
And we saw her come about<br />
The captain watched through a spy-glass<br />
And we heard him catch his breath<br />
And we saw the storm a-brewing<br />
Had become a wall of death<br />
<br />
Turn this ship around me boys<br />
Turn around and run!<br />
That storm it wants a battle<br />
And it&rsquo;s sure that were outgunned!<br />
What of the ship that&rsquo;s out there<br />
Do we leave her to the gale?<br />
She&rsquo;s called the Flying Dutchman<br />
And it&rsquo;s rage that fills her sails!<br />
<br />
The thunder growled like demons<br />
And the lightning stabbed the waves<br />
And the Dutchman she leapt t&rsquo;wards us<br />
Riding fury from the graves<br />
Our captain, he stayed at the wheel<br />
The crew they manned the lines<br />
And still that ship and storm<br />
Were quickly closing in behind<br />
Our ship we crest a giant wave<br />
And crashed to the trough below<br />
And the crew held on to what they could<br />
They were damned if they let go<br />
The rain and sea and storm winds<br />
Crashed against our ship with wrath<br />
And from the deck of that cursed ship<br />
We could hear them laugh<br />
<br />
Turn this ship around me boys!<br />
Turn around and run!<br />
That storm it wants a battle<br />
And it&rsquo;s sure that we&rsquo;re outgunned!<br />
That ghostly ship is hunting us<br />
It&rsquo;s bringing on the gale!<br />
She&rsquo;s called the Flying Dutchman<br />
And it&rsquo;s rage that fills her sails!<br />
<br />
That was when we sighted land<br />
It became a race with time<br />
We believed it Santa Marta<br />
The Dutchman closing in behind<br />
&ldquo;Risk it all!&rdquo; the captain cried<br />
&ldquo;It&rsquo;s the only chance we got!&rdquo;<br />
Salvation if we make it<br />
And our souls if we get caught<br />
The storm was all around us<br />
And the Dutchman cut our wind<br />
The beast nearly capsized up<br />
And we watched our strong mast bend<br />
We were almost to the harbor<br />
We could see the natural break<br />
And each man willed her forward<br />
For they knew what was at stake<br />
<br />
Once we charged into that harbor<br />
The Dutchman heaved away<br />
And we heard their bitter screams<br />
For the devil lost his prey<br />
Once we made it safely<br />
To the leeward of the bay<br />
We cracked that barrel open<br />
To see what those letters say<br />
There must have been a hundred<br />
And that&rsquo;s when we realized<br />
These moldy parchments were addressed<br />
To those who&rsquo;d long since died<br />
If you see a battered frigate<br />
‘neath a grey and stormy sky<br />
Give way and watch behind you<br />
Or you&rsquo;ll hear your captain cry<br />
</p>
</div>
</div>
