index.tex
\subsection{Flyin' Dutchman}
\label{sec:orgb957a5d}
\begin{verbatim}
Title: Flyin' Dutchman
Artist: Jolly Rogers
\end{verbatim}
\begin{verse}
The sky was grey and cloudy\\
And the wind was from the west\\
When we spied a battered frigate\\
With her tattered sail full dressed\\
They signaled they had letters home\\
They asked if we could take\\
They dropped them in a barrel\\
They left bobbing in their wake\\
We reefed the sails and slowed the ship\\
To fish they barrel out\\
The old ship sailed to the distance\\
And we saw her come about\\
The captain watched through a spy-glass\\
And we heard him catch his breath\\
And we saw the storm a-brewing\\
Had become a wall of death\\
\vspace*{1em}
Turn this ship around me boys\\
Turn around and run!\\
That storm it wants a battle\\
And it's sure that were outgunned!\\
What of the ship that's out there\\
Do we leave her to the gale?\\
She's called the Flying Dutchman\\
And it's rage that fills her sails!\\
\vspace*{1em}
The thunder growled like demons\\
And the lightning stabbed the waves\\
And the Dutchman she leapt t'wards us\\
Riding fury from the graves\\
Our captain, he stayed at the wheel\\
The crew they manned the lines\\
And still that ship and storm\\
Were quickly closing in behind\\
Our ship we crest a giant wave\\
And crashed to the trough below\\
And the crew held on to what they could\\
They were damned if they let go\\
The rain and sea and storm winds\\
Crashed against our ship with wrath\\
And from the deck of that cursed ship\\
We could hear them laugh\\
\vspace*{1em}
Turn this ship around me boys!\\
Turn around and run!\\
That storm it wants a battle\\
And it's sure that we're outgunned!\\
That ghostly ship is hunting us\\
It's bringing on the gale!\\
She's called the Flying Dutchman\\
And it's rage that fills her sails!\\
\vspace*{1em}
That was when we sighted land\\
It became a race with time\\
We believed it Santa Marta\\
The Dutchman closing in behind\\
``Risk it all!'' the captain cried\\
``It's the only chance we got!''\\
Salvation if we make it\\
And our souls if we get caught\\
The storm was all around us\\
And the Dutchman cut our wind\\
The beast nearly capsized up\\
And we watched our strong mast bend\\
We were almost to the harbor\\
We could see the natural break\\
And each man willed her forward\\
For they knew what was at stake\\
\vspace*{1em}
Once we charged into that harbor\\
The Dutchman heaved away\\
And we heard their bitter screams\\
For the devil lost his prey\\
Once we made it safely\\
To the leeward of the bay\\
We cracked that barrel open\\
To see what those letters say\\
There must have been a hundred\\
And that's when we realized\\
These moldy parchments were addressed\\
To those who'd long since died\\
If you see a battered frigate\\
‘neath a grey and stormy sky\\
Give way and watch behind you\\
Or you'll hear your captain cry\\
\end{verse}
\clearpage
