index.html
<div id="outline-container-orge39245b" class="outline-3">
<h3 id="orge39245b"><span class="section-number-3">1.22.</span> I&rsquo;ll Have A Beer</h3>
<div class="outline-text-3" id="text-1-22">
<pre class="example">
Artist: Jolly Rogers
Title: I'll Have A Beer
</pre>
<p class="verse">
As a boy I led a sheltered life<br />
The son of a farmer and his wife<br />
I met a friend one day in town<br />
Who offered to buy me a round<br />
So we found a pub they call the Drum and Pipe<br />
<br />
Barkeep, he asked what will it be<br />
So I said I think I&rsquo;ll have a tea<br />
My friend said that will never do<br />
Told me that I should have a brew<br />
You wouldn&rsquo;t believe the effect it&rsquo;s had on me<br />
<br />
Now at every tavern, bar, and pub I go into<br />
I know just exactly what I should do<br />
I say in a voice that all can hear<br />
Sir I think that I will have a beer<br />
Yes, sir I think that I will have a beer<br />
<br />
Since then I have traveled far and wide<br />
I have been all over the countryside<br />
One day, while out, on a walk<br />
I met a Scot who liked to talk<br />
And he told me of a drink I&rsquo;ve never tried<br />
<br />
Now at every tavern, bar, and pub I go into<br />
I know just exactly what I should do<br />
I say in a voice that all can hear<br />
Sir I think I&rsquo;ll have a scotch and beer<br />
Yes, sir I think I&rsquo;ll have a scotch and beer<br />
<br />
Spent a Summer on a schooner out at sea<br />
And one old sailor took a shine to me<br />
He warned me of the awful food<br />
But shared a drink he said was good<br />
I&rsquo;m gonna have to say that I agree<br />
<br />
Now at every tavern, bar, and pub I go into<br />
I know just exactly what I should do<br />
I say in a voice that all can hear<br />
Sir I think I&rsquo;ll have rum, scotch, and beer<br />
Yes, sir I think I&rsquo;ll have rum, scotch, and beer<br />
<br />
So when I made it back home again<br />
I met up with a dear, old friend<br />
He took me with him too his pub<br />
Which seemed to be a fancy pub<br />
And taught me about the drink of gentlemen<br />
<br />
Now at every tavern, bar, and pub I go into<br />
I know just exactly what I should do<br />
I say in a voice that all can hear<br />
Sir I&rsquo;ll have gin, rum, scotch, and beer<br />
Yes, sir I&rsquo;ll have gin, rum, scotch, and beer<br />
<br />
I then met a nice, Irish lad<br />
Who said that he thought it was sad<br />
While I&rsquo;ve tried all the rest<br />
He said that I had missed the best<br />
And he offered me the last of what he had<br />
<br />
Now at every tavern, bar, and pub I go into<br />
I know just exactly what I should do<br />
I say in a voice that all can hear<br />
I&rsquo;ll have whiskey, gin, rum, scotch, and beer<br />
Yes, I&rsquo;ll have whiskey, gin, rum, scotch, and beer<br />
I&rsquo;&rsquo;ll have whiskey, gin, rum, scotch and beer<br />
I&rsquo;ll have whiskey, gin, rum, scotch and beer<br />
<br />
Whiskey<br />
Gin, rum<br />
Scotch and<br />
A beer<br />
</p>
</div>
</div>
