index.tex
\subsection{I'll Have A Beer}
\label{sec:org16d5041}
\begin{verbatim}
Artist: Jolly Rogers
Title: I'll Have A Beer
\end{verbatim}
\begin{verse}
As a boy I led a sheltered life\\
The son of a farmer and his wife\\
I met a friend one day in town\\
Who offered to buy me a round\\
So we found a pub they call the Drum and Pipe\\
\vspace*{1em}
Barkeep, he asked what will it be\\
So I said I think I'll have a tea\\
My friend said that will never do\\
Told me that I should have a brew\\
You wouldn't believe the effect it's had on me\\
\vspace*{1em}
Now at every tavern, bar, and pub I go into\\
I know just exactly what I should do\\
I say in a voice that all can hear\\
Sir I think that I will have a beer\\
Yes, sir I think that I will have a beer\\
\vspace*{1em}
Since then I have traveled far and wide\\
I have been all over the countryside\\
One day, while out, on a walk\\
I met a Scot who liked to talk\\
And he told me of a drink I've never tried\\
\vspace*{1em}
Now at every tavern, bar, and pub I go into\\
I know just exactly what I should do\\
I say in a voice that all can hear\\
Sir I think I'll have a scotch and beer\\
Yes, sir I think I'll have a scotch and beer\\
\vspace*{1em}
Spent a Summer on a schooner out at sea\\
And one old sailor took a shine to me\\
He warned me of the awful food\\
But shared a drink he said was good\\
I'm gonna have to say that I agree\\
\vspace*{1em}
Now at every tavern, bar, and pub I go into\\
I know just exactly what I should do\\
I say in a voice that all can hear\\
Sir I think I'll have rum, scotch, and beer\\
Yes, sir I think I'll have rum, scotch, and beer\\
\vspace*{1em}
So when I made it back home again\\
I met up with a dear, old friend\\
He took me with him too his pub\\
Which seemed to be a fancy pub\\
And taught me about the drink of gentlemen\\
\vspace*{1em}
Now at every tavern, bar, and pub I go into\\
I know just exactly what I should do\\
I say in a voice that all can hear\\
Sir I'll have gin, rum, scotch, and beer\\
Yes, sir I'll have gin, rum, scotch, and beer\\
\vspace*{1em}
I then met a nice, Irish lad\\
Who said that he thought it was sad\\
While I've tried all the rest\\
He said that I had missed the best\\
And he offered me the last of what he had\\
\vspace*{1em}
Now at every tavern, bar, and pub I go into\\
I know just exactly what I should do\\
I say in a voice that all can hear\\
I'll have whiskey, gin, rum, scotch, and beer\\
Yes, I'll have whiskey, gin, rum, scotch, and beer\\
I''ll have whiskey, gin, rum, scotch and beer\\
I'll have whiskey, gin, rum, scotch and beer\\
\vspace*{1em}
Whiskey\\
Gin, rum\\
Scotch and\\
A beer\\
\end{verse}
\clearpage
