shanties.org
** King of the Pirates (DaddyPhatSnaps)
#+begin_verse
Chorus (GameboyJones):
I don't know why you all think that you should doubt me
I’m a pirate and i say that very proudly
When i pull up with my team we stay rowdy
Count it up we're just racking up our bounty
King of the pirates, that'll be me
I will be captain of the seas
King of the pirates, that’ll be me
I will be captain of the seas

Verse 1 (GameboyJones):
When i gum gum stretch with my gum gum neck
I'm just looking at the seas for these dumb scum pest
When i gum gum flex then you know what's next
Like a washed up ship you about to get wrecked
With a gum gum punch when i pull up to your boat
I don't need to brag i don't even to boast
But the Straw Hat crew is the greatest team of G.O.A.T.'s
So when you face us you ain't leaving here afloat
Look at us, run seas
All about the money give us One Piece
Any thought that your crew was just all that
Then you learned a lesson stepping up to the Straw Hat
Got more flow than the navy
Making them sick now i'm feeling real wavy
Others are wasting their time
I’ll get the riches that’s on the grand line
Never back down
All of these villains that bug me are clowns
They underestimate but when i go to gear forth
Not a single one lasting a round
Don't come around, ain’t no one stopping our quest
Not even when there's a hole in my chest
I've got a mission and won't be denied
You will not get the bounty that’s dead or alive
Chorus (GameboyJones):
I don't know why you all think that you should doubt me
I'm a pirate and i say that very proudly
When i pull up with my team we stay rowdy
Count it up we're just racking up our bounty
King of the pirates, that'll be me
I will be captain of the seas
King of the pirates, that'll be me
I will be captain of the seas

Verse 2 (Rustage):
Uh, feeling all the pressure in my ligaments, i'm willing to pummel up anybody who's hurting someone in my crew
Remind you
I'm a jet engine when i'm behind you
My muscles have been fine tuned breaking bones in your spine too
I'll find you like Foxy when you rap going too slow
Pop a pistol in your back like you're Blueno
Big mom on attack full of glucose
Too slow, bury Katakuri that's a tombstone
Oh, got a bounty in the billions
Oh, but it should be in the trillions
Oh, to me y'all look like civilians
Oh, Yonkos, Marines, i be killing em
Training with the dark king
Capable of more than talking
I'm saving Nami or Robin
Or my brother from his past hell
Enel, i'm simply shocking
My Haki will leave em dropping
This pirate will not be stopping
Til i reach the end at Raftel
Pumping the gear and i'm reaching the fourth
Chaos appears when i knock down your doors
Fill em with tears then i'm coming to war
Blood will be smeared when your decked on the floor
Bet you want more? Punches be faster than Kizuru, rage in my eyes when i'm on beat
Strength to my core, fighting until i get rid of you, limits the sky and the One Piece
Chorus (GameboyJones):
I don't know why you all think that you should doubt me
I'm a pirate and i say that very proudly
When i pull up with my team we stay rowdy
Count it up we're just racking up our bounty
King of the pirates, that'll be me
I will be captain of the seas
King of the pirates, that'll be me
I will be captain of the seas
#+end_verse
#+latex: \clearpage
** Leave Her Johnny
#+begin_verse
[Verse 1]
I thought I heard the Old Man say:
"Leave her, Johnny, leave her."
Tomorrow you will get your pay
And it's time for us to leave her

[Chorus]
Leave her, Johnny, leave her!
Oh, leave her, Johnny, leave her!
For the voyage is long and the winds don't blow
And it's time for us to leave her
[Verse 2]
Oh, the wind was foul and the sea ran high
"Leave her, Johnny, leave her!"
She shipped it green and none went by
And it's time for us to leave her

[Chorus]
Leave her, Johnny, leave her!
Oh, leave her, Johnny, leave her!
For the voyage is long and the winds don't blow
And it's time for us to leave her

[Verse 3]
I hate to sail on this rotten tub
"Leave her, Johnny, leave her!"
No grog allowed and rotten grub
And it's time for us to leave her

[Chorus]
Leave her, Johnny, leave her!
Oh, leave her, Johnny, leave her!
For the voyage is long and the winds don't blow
And it's time for us to leave her

[Verse 4]
We swear by rote for want of more
"Leave her, Johnny, leave her!"
But now we're through so we'll go on shore
And it's time for us to leave her

[Chorus]
Leave her, Johnny, leave her!
Oh, leave her, Johnny, leave her!
For the voyage is long and the winds don't blow
And it's time for us to leave her
#+end_verse
#+latex: \clearpage
