index.html
<div id="outline-container-orgee42655" class="outline-3">
<h3 id="orgee42655"><span class="section-number-3">1.23.</span> King of the Pirates (DaddyPhatSnaps)</h3>
<div class="outline-text-3" id="text-1-23">
<p class="verse">
Chorus (GameboyJones):<br />
I don&rsquo;t know why you all think that you should doubt me<br />
I’m a pirate and i say that very proudly<br />
When i pull up with my team we stay rowdy<br />
Count it up we&rsquo;re just racking up our bounty<br />
King of the pirates, that&rsquo;ll be me<br />
I will be captain of the seas<br />
King of the pirates, that’ll be me<br />
I will be captain of the seas<br />
<br />
Verse 1 (GameboyJones):<br />
When i gum gum stretch with my gum gum neck<br />
I&rsquo;m just looking at the seas for these dumb scum pest<br />
When i gum gum flex then you know what&rsquo;s next<br />
Like a washed up ship you about to get wrecked<br />
With a gum gum punch when i pull up to your boat<br />
I don&rsquo;t need to brag i don&rsquo;t even to boast<br />
But the Straw Hat crew is the greatest team of G.O.A.T.&rsquo;s<br />
So when you face us you ain&rsquo;t leaving here afloat<br />
Look at us, run seas<br />
All about the money give us One Piece<br />
Any thought that your crew was just all that<br />
Then you learned a lesson stepping up to the Straw Hat<br />
Got more flow than the navy<br />
Making them sick now i&rsquo;m feeling real wavy<br />
Others are wasting their time<br />
I’ll get the riches that’s on the grand line<br />
Never back down<br />
All of these villains that bug me are clowns<br />
They underestimate but when i go to gear forth<br />
Not a single one lasting a round<br />
Don&rsquo;t come around, ain’t no one stopping our quest<br />
Not even when there&rsquo;s a hole in my chest<br />
I&rsquo;ve got a mission and won&rsquo;t be denied<br />
You will not get the bounty that’s dead or alive<br />
Chorus (GameboyJones):<br />
I don&rsquo;t know why you all think that you should doubt me<br />
I&rsquo;m a pirate and i say that very proudly<br />
When i pull up with my team we stay rowdy<br />
Count it up we&rsquo;re just racking up our bounty<br />
King of the pirates, that&rsquo;ll be me<br />
I will be captain of the seas<br />
King of the pirates, that&rsquo;ll be me<br />
I will be captain of the seas<br />
<br />
Verse 2 (Rustage):<br />
Uh, feeling all the pressure in my ligaments, i&rsquo;m willing to pummel up anybody who&rsquo;s hurting someone in my crew<br />
Remind you<br />
I&rsquo;m a jet engine when i&rsquo;m behind you<br />
My muscles have been fine tuned breaking bones in your spine too<br />
I&rsquo;ll find you like Foxy when you rap going too slow<br />
Pop a pistol in your back like you&rsquo;re Blueno<br />
Big mom on attack full of glucose<br />
Too slow, bury Katakuri that&rsquo;s a tombstone<br />
Oh, got a bounty in the billions<br />
Oh, but it should be in the trillions<br />
Oh, to me y&rsquo;all look like civilians<br />
Oh, Yonkos, Marines, i be killing em<br />
Training with the dark king<br />
Capable of more than talking<br />
I&rsquo;m saving Nami or Robin<br />
Or my brother from his past hell<br />
Enel, i&rsquo;m simply shocking<br />
My Haki will leave em dropping<br />
This pirate will not be stopping<br />
Til i reach the end at Raftel<br />
Pumping the gear and i&rsquo;m reaching the fourth<br />
Chaos appears when i knock down your doors<br />
Fill em with tears then i&rsquo;m coming to war<br />
Blood will be smeared when your decked on the floor<br />
Bet you want more? Punches be faster than Kizuru, rage in my eyes when i&rsquo;m on beat<br />
Strength to my core, fighting until i get rid of you, limits the sky and the One Piece<br />
Chorus (GameboyJones):<br />
I don&rsquo;t know why you all think that you should doubt me<br />
I&rsquo;m a pirate and i say that very proudly<br />
When i pull up with my team we stay rowdy<br />
Count it up we&rsquo;re just racking up our bounty<br />
King of the pirates, that&rsquo;ll be me<br />
I will be captain of the seas<br />
King of the pirates, that&rsquo;ll be me<br />
I will be captain of the seas<br />
</p>
</div>
</div>
<div id="outline-container-org0c674b0" class="outline-3">
<h3 id="org0c674b0"><span class="section-number-3">1.24.</span> Leave Her Johnny</h3>
<div class="outline-text-3" id="text-1-24">
<p class="verse">
[Verse 1]<br />
I thought I heard the Old Man say:<br />
&ldquo;Leave her, Johnny, leave her.&rdquo;<br />
Tomorrow you will get your pay<br />
And it&rsquo;s time for us to leave her<br />
<br />
[Chorus]<br />
Leave her, Johnny, leave her!<br />
Oh, leave her, Johnny, leave her!<br />
For the voyage is long and the winds don&rsquo;t blow<br />
And it&rsquo;s time for us to leave her<br />
[Verse 2]<br />
Oh, the wind was foul and the sea ran high<br />
&ldquo;Leave her, Johnny, leave her!&rdquo;<br />
She shipped it green and none went by<br />
And it&rsquo;s time for us to leave her<br />
<br />
[Chorus]<br />
Leave her, Johnny, leave her!<br />
Oh, leave her, Johnny, leave her!<br />
For the voyage is long and the winds don&rsquo;t blow<br />
And it&rsquo;s time for us to leave her<br />
<br />
[Verse 3]<br />
I hate to sail on this rotten tub<br />
&ldquo;Leave her, Johnny, leave her!&rdquo;<br />
No grog allowed and rotten grub<br />
And it&rsquo;s time for us to leave her<br />
<br />
[Chorus]<br />
Leave her, Johnny, leave her!<br />
Oh, leave her, Johnny, leave her!<br />
For the voyage is long and the winds don&rsquo;t blow<br />
And it&rsquo;s time for us to leave her<br />
<br />
[Verse 4]<br />
We swear by rote for want of more<br />
&ldquo;Leave her, Johnny, leave her!&rdquo;<br />
But now we&rsquo;re through so we&rsquo;ll go on shore<br />
And it&rsquo;s time for us to leave her<br />
<br />
[Chorus]<br />
Leave her, Johnny, leave her!<br />
Oh, leave her, Johnny, leave her!<br />
For the voyage is long and the winds don&rsquo;t blow<br />
And it&rsquo;s time for us to leave her<br />
</p>
</div>
</div>
