index.html
<div id="outline-container-org2bc581f" class="outline-3">
<h3 id="org2bc581f"><span class="section-number-3">1.25.</span> Legend of Davy Jones</h3>
<div class="outline-text-3" id="text-1-25">
<p class="verse">
Some say he steers a spectral ship<br />
That&rsquo;s ghostly, grey, and grand<br />
He&rsquo;s doomed to sail the seven seas<br />
And ne&rsquo;er set foot on land<br />
<br />
And if you chance to see him<br />
You&rsquo;ll soon be dead from fright<br />
So sailors tell their children<br />
On a dark and stormy night<br />
<br />
Oh Forty fathoms deep he walks<br />
With rusty keys his locker locks<br />
Just like he&rsquo;s half asleep he stalks<br />
Forty fathoms deep<br />
Forty fathoms deep he owns<br />
Each sleeping sailor&rsquo;s soggy bones<br />
The legend they call Davy Jones<br />
At forty fathoms deep<br />
<br />
Nor east we sail to Brimstone head<br />
The captain, crew, and I<br />
At sixteen knots we fairly flew<br />
Beneath a darkening sky<br />
<br />
Atop the main mast I rode<br />
Near ten stories high<br />
Went up there blew an icy squall<br />
And overboard went I<br />
<br />
Oh Forty fathoms deep he walks<br />
With rusty keys his locker locks<br />
Just like he&rsquo;s half asleep he stalks<br />
Forty fathoms deep<br />
<br />
Forty fathoms deep he owns<br />
Each sleeping sailor&rsquo;s soggy bones<br />
The legend they call Davy Jones<br />
At forty fathoms deep<br />
<br />
I hold my breath I say a prayer<br />
For all those mates who died<br />
I turn my back on Davy Jones<br />
And cast my fears aside<br />
Raise up my head and kick my feet<br />
And toward the light I go<br />
The heartless jailer left behind<br />
The locker far below<br />
<br />
Oh Forty fathoms deep he walks<br />
With rusty keys his locker locks<br />
Just like he&rsquo;s half asleep he stalks<br />
Forty fathoms deep<br />
<br />
Forty fathoms deep he owns<br />
Each sleeping sailor&rsquo;s soggy bones<br />
The legend they call Davy Jones<br />
At forty fathoms deep<br />
</p>
</div>
</div>
<div id="outline-container-org8b1a948" class="outline-3">
<h3 id="org8b1a948"><span class="section-number-3">1.26.</span> My Jolly Sailor Bold</h3>
<div class="outline-text-3" id="text-1-26">
<p class="verse">
Upon one summer&rsquo;s morning<br />
I carefully did stray<br />
Down by the Walls of Wapping<br />
Where I met a sailor gay<br />
<br />
Conversing with a young lass<br />
Who seem&rsquo;d to be in pain<br />
Saying, William, when you go<br />
I fear you&rsquo;ll ne&rsquo;er return again<br />
<br />
My heart is pierced by Cupid<br />
I disdain all glittering gold<br />
There is nothing can console me<br />
But my jolly sailor bold<br />
<br />
His hair it hangs in ringlets<br />
His eyes as black as coal<br />
My happiness attend him<br />
Wherever he may go<br />
<br />
From Tower Hill to Blackwall<br />
I&rsquo;ll wander, weep and moan<br />
All for my jolly sailor<br />
Until he sails home<br />
<br />
My heart is pierced by Cupid<br />
I disdain all glittering gold<br />
There is nothing can console me<br />
But my jolly sailor bold<br />
<br />
My father is a merchant<br />
The truth I now will tell<br />
And in great London City<br />
In opulence doth dwell<br />
<br />
His fortune doth exceed<br />
300,000 gold<br />
And he frowns upon his daughter<br />
Who loves a sailor bold<br />
<br />
A fig for his riches<br />
His merchandise and gold<br />
True love has grafted my heart<br />
Give me my sailor bold<br />
<br />
My heart is pierced by Cupid<br />
I disdain all glittering gold<br />
There is nothing can console me<br />
But my jolly sailor bold<br />
<br />
Should he return in pov&rsquo;rty<br />
From o&rsquo;er the ocean far<br />
To my tender bosom<br />
I&rsquo;ll press my jolly tar<br />
<br />
My sailor is as smiling<br />
As the pleasant month of May<br />
And often we have wandered<br />
Through Ratcliffe Highway<br />
<br />
Many a pretty blooming<br />
Young girl we did behold<br />
Reclining on the bosom<br />
Of her jolly sailor bold<br />
<br />
My heart is pierced by Cupid<br />
I disdain all glittering gold<br />
There is nothing can console me<br />
But my jolly sailor bold<br />
<br />
My name it is Maria<br />
A merchant&rsquo;s daughter fair<br />
And I have left my parents<br />
And three thousand pounds a year<br />
<br />
Come all you pretty fair maids<br />
Whoever you may be<br />
Who love a jolly sailor<br />
That plows the raging sea<br />
<br />
While up aloft in storm<br />
From me his absence mourn<br />
And firmly pray arrive the day<br />
He&rsquo;s never more to roam<br />
<br />
My heart is pierced by Cupid<br />
I disdain all glittering gold<br />
There is nothing can console me<br />
But my jolly sailor bold<br />
</p>
</div>
</div>
