index.tex
\subsection{Legend of Davy Jones}
\label{sec:org72ea57a}
\begin{verse}
Some say he steers a spectral ship\\
That's ghostly, grey, and grand\\
He's doomed to sail the seven seas\\
And ne'er set foot on land\\
\vspace*{1em}
And if you chance to see him\\
You'll soon be dead from fright\\
So sailors tell their children\\
On a dark and stormy night\\
\vspace*{1em}
Oh Forty fathoms deep he walks\\
With rusty keys his locker locks\\
Just like he's half asleep he stalks\\
Forty fathoms deep\\
Forty fathoms deep he owns\\
Each sleeping sailor's soggy bones\\
The legend they call Davy Jones\\
At forty fathoms deep\\
\vspace*{1em}
Nor east we sail to Brimstone head\\
The captain, crew, and I\\
At sixteen knots we fairly flew\\
Beneath a darkening sky\\
\vspace*{1em}
Atop the main mast I rode\\
Near ten stories high\\
Went up there blew an icy squall\\
And overboard went I\\
\vspace*{1em}
Oh Forty fathoms deep he walks\\
With rusty keys his locker locks\\
Just like he's half asleep he stalks\\
Forty fathoms deep\\
\vspace*{1em}
Forty fathoms deep he owns\\
Each sleeping sailor's soggy bones\\
The legend they call Davy Jones\\
At forty fathoms deep\\
\vspace*{1em}
I hold my breath I say a prayer\\
For all those mates who died\\
I turn my back on Davy Jones\\
And cast my fears aside\\
Raise up my head and kick my feet\\
And toward the light I go\\
The heartless jailer left behind\\
The locker far below\\
\vspace*{1em}
Oh Forty fathoms deep he walks\\
With rusty keys his locker locks\\
Just like he's half asleep he stalks\\
Forty fathoms deep\\
\vspace*{1em}
Forty fathoms deep he owns\\
Each sleeping sailor's soggy bones\\
The legend they call Davy Jones\\
At forty fathoms deep\\
\end{verse}
\clearpage
\subsection{My Jolly Sailor Bold}
\label{sec:org42deb86}
\begin{verse}
Upon one summer's morning\\
I carefully did stray\\
Down by the Walls of Wapping\\
Where I met a sailor gay\\
\vspace*{1em}
Conversing with a young lass\\
Who seem'd to be in pain\\
Saying, William, when you go\\
I fear you'll ne'er return again\\
\vspace*{1em}
My heart is pierced by Cupid\\
I disdain all glittering gold\\
There is nothing can console me\\
But my jolly sailor bold\\
\vspace*{1em}
His hair it hangs in ringlets\\
His eyes as black as coal\\
My happiness attend him\\
Wherever he may go\\
\vspace*{1em}
From Tower Hill to Blackwall\\
I'll wander, weep and moan\\
All for my jolly sailor\\
Until he sails home\\
\vspace*{1em}
My heart is pierced by Cupid\\
I disdain all glittering gold\\
There is nothing can console me\\
But my jolly sailor bold\\
\vspace*{1em}
My father is a merchant\\
The truth I now will tell\\
And in great London City\\
In opulence doth dwell\\
\vspace*{1em}
His fortune doth exceed\\
300,000 gold\\
And he frowns upon his daughter\\
Who loves a sailor bold\\
\vspace*{1em}
A fig for his riches\\
His merchandise and gold\\
True love has grafted my heart\\
Give me my sailor bold\\
\vspace*{1em}
My heart is pierced by Cupid\\
I disdain all glittering gold\\
There is nothing can console me\\
But my jolly sailor bold\\
\vspace*{1em}
Should he return in pov'rty\\
From o'er the ocean far\\
To my tender bosom\\
I'll press my jolly tar\\
\vspace*{1em}
My sailor is as smiling\\
As the pleasant month of May\\
And often we have wandered\\
Through Ratcliffe Highway\\
\vspace*{1em}
Many a pretty blooming\\
Young girl we did behold\\
Reclining on the bosom\\
Of her jolly sailor bold\\
\vspace*{1em}
My heart is pierced by Cupid\\
I disdain all glittering gold\\
There is nothing can console me\\
But my jolly sailor bold\\
\vspace*{1em}
My name it is Maria\\
A merchant's daughter fair\\
And I have left my parents\\
And three thousand pounds a year\\
\vspace*{1em}
Come all you pretty fair maids\\
Whoever you may be\\
Who love a jolly sailor\\
That plows the raging sea\\
\vspace*{1em}
While up aloft in storm\\
From me his absence mourn\\
And firmly pray arrive the day\\
He's never more to roam\\
\vspace*{1em}
My heart is pierced by Cupid\\
I disdain all glittering gold\\
There is nothing can console me\\
But my jolly sailor bold\\
\end{verse}
\clearpage
