index.html
<div id="outline-container-org8b5be1a" class="outline-3">
<h3 id="org8b5be1a"><span class="section-number-3">1.27.</span> Nord Mead</h3>
<div class="outline-text-3" id="text-1-27">
<p class="verse">
We&rsquo;re merry men of Skyrim<br />
So sturdy and so stout<br />
When the day is done<br />
When it&rsquo;s time for fun<br />
We&rsquo;ll drink and sing and shout<br />
<br />
You weak livered milk drinkers<br />
Can let your throats run dry<br />
Cause there&rsquo;s just one drink<br />
That we will sink<br />
Until the day we die<br />
Drinking mead in the halls of Whiterun<br />
The maidens and the men<br />
We swig our brew<br />
Until we spew<br />
Then we fill our mugs again<br />
<br />
You can keep your filthy Skooma<br />
It makes our bellies bleed<br />
Cause when we raise our flagon<br />
To another dead dragon<br />
There is just one drink we need<br />
Nord mead!<br />
Nord mead!<br />
<br />
Chug a mug of mead<br />
And another mug of mead<br />
Chug another mug of mead<br />
Till you fall down<br />
Chug a mug of mead<br />
And another mug of mead<br />
Chug another mug of mead, warrior<br />
<br />
After the long hard days<br />
Of hunting and of war<br />
Our throats are tired and thirsty<br />
And our bodies drenched in gore<br />
But we won&rsquo;t waste our evenings<br />
Feeling tired and feeling spent<br />
We perk right up when we breathe in<br />
That wholesome honey scent<br />
<br />
That Cyrodilic Brandy<br />
Too fruity for these tongues<br />
You can keep your fancy alto wine<br />
It tastes like horker dung!<br />
<br />
Balmora Blue tastes great to you<br />
But here we like it plain<br />
Just fill my mug<br />
With the mighty jug<br />
Of honey, heart and grain<br />
<br />
Drinking mead in the halls of Whiterun<br />
The maidens and the men<br />
We swig our brew<br />
Until we spew<br />
Then we fill our mugs again<br />
<br />
You can keep your filthy Skooma<br />
It makes our bellies bleed<br />
Cause when we raise our flagon<br />
To another dead dragon<br />
There is just one drink we need<br />
Nord mead!<br />
Nord mead!<br />
Nord mead!<br />
Chug a mug of mead<br />
And another mug of mead<br />
Chug another mug of mead<br />
Till you fall down (Nord mead!)<br />
Chug a mug of mead<br />
And another mug of mead<br />
Chug another mug of mead, warrior!<br />
</p>
</div>
</div>
<div id="outline-container-orgd6d48bd" class="outline-3">
<h3 id="orgd6d48bd"><span class="section-number-3">1.28.</span> Oh, Better Far to Live and Die - Pirate King</h3>
<div class="outline-text-3" id="text-1-28">
<p class="verse">
King.<br />
Oh, better far to live and die<br />
Under the brave black flag I fly,<br />
Than play a sanctimonious part,<br />
With a pirate head and a pirate heart.<br />
Away to the cheating world go you,<br />
Where pirates all are well-to-do;<br />
But I?ll be true to the song I sing,<br />
And live and die a Pirate King.<br />
<br />
For I am a Pirate King!<br />
And it is, it is a glorious thing<br />
To be a Pirate King!<br />
<br />
For I am a Pirate King!<br />
Chorus.<br />
You are!<br />
Hurrah for our Pirate King!<br />
King.<br />
And it is, it is a glorious thing<br />
To be a Pirate King.<br />
Chorus.<br />
It is!<br />
Hurrah for our Pirate King!<br />
King &amp; Chorus.<br />
Hurrah for the/our Pirate King!<br />
<br />
King. Darrell Fancourt as the Pirate King<br />
1926<br />
<br />
When I sally forth to seek my prey<br />
I help myself in a royal way.<br />
I sink a few more ships, it?s true,<br />
Than a well-bred monarch ought to do;<br />
But many a king on a first-class throne,<br />
If he wants to call his crown his own,<br />
Must manage somehow to get through<br />
More dirty work than ever I do,<br />
<br />
For I am a Pirate King!<br />
And it is, it is a glorious thing<br />
To be a Pirate King!<br />
<br />
For I am a Pirate King!<br />
Chorus.<br />
You are!<br />
Hurrah for the Pirate King!<br />
King.<br />
And it is, it is a glorious thing<br />
To be a Pirate King.<br />
Chorus.<br />
It is!<br />
Hurrah for our Pirate King!<br />
King &amp; Chorus.<br />
Hurrah for the/our Pirate King!<br />
</p>
</div>
</div>
