index.tex
\subsection{Nord Mead}
\label{sec:orgac37ada}
\begin{verse}
We're merry men of Skyrim\\
So sturdy and so stout\\
When the day is done\\
When it's time for fun\\
We'll drink and sing and shout\\
\vspace*{1em}
You weak livered milk drinkers\\
Can let your throats run dry\\
Cause there's just one drink\\
That we will sink\\
Until the day we die\\
Drinking mead in the halls of Whiterun\\
The maidens and the men\\
We swig our brew\\
Until we spew\\
Then we fill our mugs again\\
\vspace*{1em}
You can keep your filthy Skooma\\
It makes our bellies bleed\\
Cause when we raise our flagon\\
To another dead dragon\\
There is just one drink we need\\
Nord mead!\\
Nord mead!\\
\vspace*{1em}
Chug a mug of mead\\
And another mug of mead\\
Chug another mug of mead\\
Till you fall down\\
Chug a mug of mead\\
And another mug of mead\\
Chug another mug of mead, warrior\\
\vspace*{1em}
After the long hard days\\
Of hunting and of war\\
Our throats are tired and thirsty\\
And our bodies drenched in gore\\
But we won't waste our evenings\\
Feeling tired and feeling spent\\
We perk right up when we breathe in\\
That wholesome honey scent\\
\vspace*{1em}
That Cyrodilic Brandy\\
Too fruity for these tongues\\
You can keep your fancy alto wine\\
It tastes like horker dung!\\
\vspace*{1em}
Balmora Blue tastes great to you\\
But here we like it plain\\
Just fill my mug\\
With the mighty jug\\
Of honey, heart and grain\\
\vspace*{1em}
Drinking mead in the halls of Whiterun\\
The maidens and the men\\
We swig our brew\\
Until we spew\\
Then we fill our mugs again\\
\vspace*{1em}
You can keep your filthy Skooma\\
It makes our bellies bleed\\
Cause when we raise our flagon\\
To another dead dragon\\
There is just one drink we need\\
Nord mead!\\
Nord mead!\\
Nord mead!\\
Chug a mug of mead\\
And another mug of mead\\
Chug another mug of mead\\
Till you fall down (Nord mead!)\\
Chug a mug of mead\\
And another mug of mead\\
Chug another mug of mead, warrior!\\
\end{verse}
\clearpage
\subsection{Oh, Better Far to Live and Die - Pirate King}
\label{sec:orgf013028}
\begin{verse}
King.\\
Oh, better far to live and die\\
Under the brave black flag I fly,\\
Than play a sanctimonious part,\\
With a pirate head and a pirate heart.\\
Away to the cheating world go you,\\
Where pirates all are well-to-do;\\
But I?ll be true to the song I sing,\\
And live and die a Pirate King.\\
\vspace*{1em}
For I am a Pirate King!\\
And it is, it is a glorious thing\\
To be a Pirate King!\\
\vspace*{1em}
For I am a Pirate King!\\
Chorus.\\
You are!\\
Hurrah for our Pirate King!\\
King.\\
And it is, it is a glorious thing\\
To be a Pirate King.\\
Chorus.\\
It is!\\
Hurrah for our Pirate King!\\
King \& Chorus.\\
Hurrah for the/our Pirate King!\\
\vspace*{1em}
King. Darrell Fancourt as the Pirate King\\
1926\\
\vspace*{1em}
When I sally forth to seek my prey\\
I help myself in a royal way.\\
I sink a few more ships, it?s true,\\
Than a well-bred monarch ought to do;\\
But many a king on a first-class throne,\\
If he wants to call his crown his own,\\
Must manage somehow to get through\\
More dirty work than ever I do,\\
\vspace*{1em}
For I am a Pirate King!\\
And it is, it is a glorious thing\\
To be a Pirate King!\\
\vspace*{1em}
For I am a Pirate King!\\
Chorus.\\
You are!\\
Hurrah for the Pirate King!\\
King.\\
And it is, it is a glorious thing\\
To be a Pirate King.\\
Chorus.\\
It is!\\
Hurrah for our Pirate King!\\
King \& Chorus.\\
Hurrah for the/our Pirate King!\\
\end{verse}
\clearpage
