index.html
<div id="outline-container-orgb8f1411" class="outline-3">
<h3 id="orgb8f1411"><span class="section-number-3">1.29.</span> Old Maui</h3>
<div class="outline-text-3" id="text-1-29">
<p class="verse">
It&rsquo;s a damn tough life full of toil and strife<br />
We whalermen undergo<br />
And we won&rsquo;t give a damn when the gales are done<br />
How hard the winds did blow<br />
We&rsquo;re homeward bound from the Arctic Grounds<br />
With a good ship taut and free<br />
And we won&rsquo;t give a damn when we drink our rum<br />
With the girls of Old Maui<br />
<br />
Rolling down to Old Maui, me boys<br />
Rolling down to Old Maui<br />
We&rsquo;re homeward bound from the Arctic Grounds<br />
Rolling down to Old Maui<br />
<br />
Once more we sail with a Northerly gale<br />
Through the ice, and wind, and rain<br />
Them coconut fronds, them tropical shores<br />
We soon shall see again<br />
For six hellish months we passed away<br />
On the cold Kamchatka sea<br />
But now we&rsquo;re bound from the Arctic Grounds<br />
Rolling down to Old Maui<br />
<br />
Rolling down to Old Maui, me boys<br />
Rolling down to Old Maui<br />
We&rsquo;re homeward bound from the Arctic Grounds<br />
Rolling down to Old Maui<br />
<br />
Once more we sail with the Northerly gale<br />
Towards our Island home<br />
Our whaling done, our mainmast sprung<br />
And we ain&rsquo;t got far to roam<br />
Our stans&rsquo;l booms is carried away<br />
What care we for that sound<br />
A living gale is after us<br />
Thank God we&rsquo;re homeward bound<br />
<br />
Rolling down to Old Maui, me boys<br />
Rolling down to Old Maui<br />
We&rsquo;re homeward bound from the Arctic Grounds<br />
Rolling down to Old Maui<br />
<br />
How soft the breeze through the island trees<br />
Now the ice is far astern<br />
Them native maids, them tropical glades<br />
Is awaiting our return<br />
Even now their big, brown eyes look out<br />
Hoping some fine day to see<br />
Our baggy sails running &rsquo;fore the gales<br />
Rolling down to Old Maui<br />
<br />
Rolling down to Old Maui, me boys<br />
Rolling down to Old Maui<br />
We&rsquo;re homeward bound from the Arctic Grounds<br />
Rolling down to Old Maui<br />
Rolling down to Old Maui, me boys<br />
Rolling down to Old Maui<br />
We&rsquo;re homeward bound from the Arctic Grounds<br />
Rolling down to Old Maui<br />
</p>
</div>
</div>
<div id="outline-container-orgc27a169" class="outline-3">
<h3 id="orgc27a169"><span class="section-number-3">1.30.</span> Pirates of the Black Flag</h3>
<div class="outline-text-3" id="text-1-30">
<p class="verse">
We welcome the night as black as our heart<br />
Can&rsquo;t see, don&rsquo;t want, never had a naval chart<br />
The thief&rsquo;s rule of law<br />
Is an appropriation bill<br />
We&rsquo;re the pirates of the Black Tide<br />
Sailors if you will<br />
<br />
It&rsquo;s no birthday cake if you want our employ<br />
And to be like us is a mistake you will enjoy<br />
When pirates rule the seas<br />
The world&rsquo;s a better place<br />
We&rsquo;re the pirates of the Black Tide<br />
We&rsquo;re a wonderful disgrace<br />
We&rsquo;re the mythical, pinnacle statement of<br />
Your worst-est dream or vocabulary word<br />
We&rsquo;re tyrannical, mechanical and people say<br />
That we smell like death, you can&rsquo;t take that away<br />
<br />
Yes, we&rsquo;re your worst fear and we know where you hide<br />
We&rsquo;ve hidden there before, we don&rsquo;t care how hard you&rsquo;ve cried<br />
We&rsquo;re the bottom of the barrel<br />
When it comes to raising kids<br />
We&rsquo;re pirates from the North Pole<br />
We know just what you did<br />
<br />
We have nightmares too, but we just call them dreams<br />
We&rsquo;ve taken this yachting thing out to the extreme<br />
We&rsquo;re Type-A personalities, our therapy&rsquo;s a sword<br />
We&rsquo;re the pirates of the Black Tide<br />
We will not be ignored<br />
<br />
We&rsquo;re the black-hearted, swashbuckled, never take a shower<br />
Kind of guys obsessed a bit with fame and power<br />
We&rsquo;re deplorable, horrible, scull and cross-bone ridden<br />
Living on the ship where nothing is forbidden<br />
<br />
Yes, we&rsquo;re your worst fear and we know where you sleep<br />
So tucky, tuck in I wouldn&rsquo;t sleep too deep<br />
We&rsquo;re the worst father figure<br />
Figure out how not to scream<br />
We&rsquo;re the pirates of the Black Tide<br />
Hope you have sweet dreams<br />
We&rsquo;re the Pirates of the Black Tide<br />
Hope you have sweet dreams<br />
</p>
</div>
</div>
