index.tex
\subsection{Old Maui}
\label{sec:org708fe2c}
\begin{verse}
It's a damn tough life full of toil and strife\\
We whalermen undergo\\
And we won't give a damn when the gales are done\\
How hard the winds did blow\\
We're homeward bound from the Arctic Grounds\\
With a good ship taut and free\\
And we won't give a damn when we drink our rum\\
With the girls of Old Maui\\
\vspace*{1em}
Rolling down to Old Maui, me boys\\
Rolling down to Old Maui\\
We're homeward bound from the Arctic Grounds\\
Rolling down to Old Maui\\
\vspace*{1em}
Once more we sail with a Northerly gale\\
Through the ice, and wind, and rain\\
Them coconut fronds, them tropical shores\\
We soon shall see again\\
For six hellish months we passed away\\
On the cold Kamchatka sea\\
But now we're bound from the Arctic Grounds\\
Rolling down to Old Maui\\
\vspace*{1em}
Rolling down to Old Maui, me boys\\
Rolling down to Old Maui\\
We're homeward bound from the Arctic Grounds\\
Rolling down to Old Maui\\
\vspace*{1em}
Once more we sail with the Northerly gale\\
Towards our Island home\\
Our whaling done, our mainmast sprung\\
And we ain't got far to roam\\
Our stans'l booms is carried away\\
What care we for that sound\\
A living gale is after us\\
Thank God we're homeward bound\\
\vspace*{1em}
Rolling down to Old Maui, me boys\\
Rolling down to Old Maui\\
We're homeward bound from the Arctic Grounds\\
Rolling down to Old Maui\\
\vspace*{1em}
How soft the breeze through the island trees\\
Now the ice is far astern\\
Them native maids, them tropical glades\\
Is awaiting our return\\
Even now their big, brown eyes look out\\
Hoping some fine day to see\\
Our baggy sails running 'fore the gales\\
Rolling down to Old Maui\\
\vspace*{1em}
Rolling down to Old Maui, me boys\\
Rolling down to Old Maui\\
We're homeward bound from the Arctic Grounds\\
Rolling down to Old Maui\\
Rolling down to Old Maui, me boys\\
Rolling down to Old Maui\\
We're homeward bound from the Arctic Grounds\\
Rolling down to Old Maui\\
\end{verse}
\clearpage
\subsection{Pirates of the Black Flag}
\label{sec:org5f4b3a9}
\begin{verse}
We welcome the night as black as our heart\\
Can't see, don't want, never had a naval chart\\
The thief's rule of law\\
Is an appropriation bill\\
We're the pirates of the Black Tide\\
Sailors if you will\\
\vspace*{1em}
It's no birthday cake if you want our employ\\
And to be like us is a mistake you will enjoy\\
When pirates rule the seas\\
The world's a better place\\
We're the pirates of the Black Tide\\
We're a wonderful disgrace\\
We're the mythical, pinnacle statement of\\
Your worst-est dream or vocabulary word\\
We're tyrannical, mechanical and people say\\
That we smell like death, you can't take that away\\
\vspace*{1em}
Yes, we're your worst fear and we know where you hide\\
We've hidden there before, we don't care how hard you've cried\\
We're the bottom of the barrel\\
When it comes to raising kids\\
We're pirates from the North Pole\\
We know just what you did\\
\vspace*{1em}
We have nightmares too, but we just call them dreams\\
We've taken this yachting thing out to the extreme\\
We're Type-A personalities, our therapy's a sword\\
We're the pirates of the Black Tide\\
We will not be ignored\\
\vspace*{1em}
We're the black-hearted, swashbuckled, never take a shower\\
Kind of guys obsessed a bit with fame and power\\
We're deplorable, horrible, scull and cross-bone ridden\\
Living on the ship where nothing is forbidden\\
\vspace*{1em}
Yes, we're your worst fear and we know where you sleep\\
So tucky, tuck in I wouldn't sleep too deep\\
We're the worst father figure\\
Figure out how not to scream\\
We're the pirates of the Black Tide\\
Hope you have sweet dreams\\
We're the Pirates of the Black Tide\\
Hope you have sweet dreams\\
\end{verse}
\clearpage
