index.html
<div id="outline-container-org9f1281a" class="outline-3">
<h3 id="org9f1281a"><span class="section-number-3">1.31.</span> Pirates who don&rsquo;t do anything</h3>
<div class="outline-text-3" id="text-1-31">
<p class="verse">
[Intro: Narrator]<br />
And now it&rsquo;s time for silly songs with Larry<br />
The part of the show where Larry comes out and sings a silly song<br />
<br />
Joining Larry are Pa Grape and Mister Lunt, who together, make up the infamous gang of scallywags &ldquo;The Pirates Who Don&rsquo;t Do Anything&rdquo;<br />
<br />
[Chorus: Pirates]<br />
We are the pirates who don&rsquo;t do anything<br />
We just stay at home and lie around<br />
And if you ask us to do anything<br />
We&rsquo;ll just tell you we don&rsquo;t do anything<br />
[Verse 1: Pa Grape]<br />
Well, I&rsquo;ve never been to Greenland<br />
And I&rsquo;ve never been to Denver<br />
And I&rsquo;ve never buried treasure in St. Louie or St. Paul<br />
And I&rsquo;ve never been to Moscow<br />
And I&rsquo;ve never been to Tampa<br />
And I&rsquo;ve never been to Boston in the fall<br />
<br />
[Chorus: Pirates]<br />
Cause we&rsquo;re the pirates who don&rsquo;t do anything<br />
We just stay at home and lie around<br />
And if you ask us to do anything<br />
We&rsquo;ll just tell you we don&rsquo;t do anything<br />
<br />
[Verse 2: Mr. Lunt]<br />
And I never hoist the mainstay<br />
And I never swab the poop deck<br />
And I never veer to starboard<br />
&rsquo;Cause I never sail at all<br />
And I&rsquo;ve never walked the gangplank<br />
And I&rsquo;ve never owned a parrot<br />
And I&rsquo;ve never been to Boston in the fall<br />
<br />
[Chorus: Pirates]<br />
&rsquo;Cause we&rsquo;re the pirates who don&rsquo;t do anything<br />
We just stay at home and lie around<br />
And if you ask us to do anything<br />
We&rsquo;ll just tell you we don&rsquo;t do anything<br />
[Verse 3: Larry]<br />
Well, I&rsquo;ve never plucked a rooster<br />
And I&rsquo;m not too good at ping pong<br />
And I&rsquo;ve never thrown my mashed potatoes<br />
Up against the wall<br />
And I&rsquo;ve never kissed a chipmunk<br />
And I&rsquo;ve never gotten head lice<br />
And I&rsquo;ve never been to Boston in the fall<br />
<br />
[Spoken Interlude: Pa Grape (Mr. Lunt)]<br />
Huh? What are you talking about? What does a rooster or mashed potatoes have to do with being a pirate?<br />
(Hey, that&rsquo;s right! We&rsquo;re supposed to sing about pirate-y things)<br />
And who&rsquo;s ever kissed a chipmunk? That&rsquo;s just nonsense, why even bring it up? Am I right? What do you think?<br />
(I think you look like Cap&rsquo;n Crunch)<br />
Huh? No I don&rsquo;t<br />
(Do too)<br />
Do not<br />
(You&rsquo;re making me hungry)<br />
That&rsquo;s it, you&rsquo;re walking the plank<br />
(Says who?)<br />
Says the Captain<br />
(Oh yeah? Aye, aye, Cap&rsquo;n Crunch! Hee hee hee)<br />
Arrrgh<br />
(Yikes)<br />
<br />
[Verse 4: Larry]<br />
And I&rsquo;ve never licked a spark plug<br />
And I&rsquo;ve never sniffed a stinkbug<br />
And I&rsquo;ve never painted daisies<br />
On a big red rubber ball<br />
And I&rsquo;ve never bathed in yogurt<br />
And I don&rsquo;t look good in leggings<br />
(You just don&rsquo;t get it)<br />
[All:] And we&rsquo;ve never been to Boston in the fall<br />
[Outro]<br />
Pa: Pass the chips! Who’s got the remote?<br />
Larry: Here it is!<br />
Lunt: Time for Geraldo!<br />
Pa: It’s definitely time for Wapner<br />
Lunt: Oh, I don’t like this show<br />
Larry: Hey, look! I found a quarter!<br />
</p>
</div>
</div>
