index.tex
\subsection{Pirates who don't do anything}
\label{sec:org7bfcb92}
\begin{verse}
[Intro: Narrator]\\
And now it's time for silly songs with Larry\\
The part of the show where Larry comes out and sings a silly song\\
\vspace*{1em}
Joining Larry are Pa Grape and Mister Lunt, who together, make up the infamous gang of scallywags ``The Pirates Who Don't Do Anything''\\
\vspace*{1em}
[Chorus: Pirates]\\
We are the pirates who don't do anything\\
We just stay at home and lie around\\
And if you ask us to do anything\\
We'll just tell you we don't do anything\\
[Verse 1: Pa Grape]\\
Well, I've never been to Greenland\\
And I've never been to Denver\\
And I've never buried treasure in St. Louie or St. Paul\\
And I've never been to Moscow\\
And I've never been to Tampa\\
And I've never been to Boston in the fall\\
\vspace*{1em}
[Chorus: Pirates]\\
Cause we're the pirates who don't do anything\\
We just stay at home and lie around\\
And if you ask us to do anything\\
We'll just tell you we don't do anything\\
\vspace*{1em}
[Verse 2: Mr. Lunt]\\
And I never hoist the mainstay\\
And I never swab the poop deck\\
And I never veer to starboard\\
'Cause I never sail at all\\
And I've never walked the gangplank\\
And I've never owned a parrot\\
And I've never been to Boston in the fall\\
\vspace*{1em}
[Chorus: Pirates]\\
'Cause we're the pirates who don't do anything\\
We just stay at home and lie around\\
And if you ask us to do anything\\
We'll just tell you we don't do anything\\
[Verse 3: Larry]\\
Well, I've never plucked a rooster\\
And I'm not too good at ping pong\\
And I've never thrown my mashed potatoes\\
Up against the wall\\
And I've never kissed a chipmunk\\
And I've never gotten head lice\\
And I've never been to Boston in the fall\\
\vspace*{1em}
[Spoken Interlude: Pa Grape (Mr. Lunt)]\\
Huh? What are you talking about? What does a rooster or mashed potatoes have to do with being a pirate?\\
(Hey, that's right! We're supposed to sing about pirate-y things)\\
And who's ever kissed a chipmunk? That's just nonsense, why even bring it up? Am I right? What do you think?\\
(I think you look like Cap'n Crunch)\\
Huh? No I don't\\
(Do too)\\
Do not\\
(You're making me hungry)\\
That's it, you're walking the plank\\
(Says who?)\\
Says the Captain\\
(Oh yeah? Aye, aye, Cap'n Crunch! Hee hee hee)\\
Arrrgh\\
(Yikes)\\
\vspace*{1em}
[Verse 4: Larry]\\
And I've never licked a spark plug\\
And I've never sniffed a stinkbug\\
And I've never painted daisies\\
On a big red rubber ball\\
And I've never bathed in yogurt\\
And I don't look good in leggings\\
(You just don't get it)\\
[All:] And we've never been to Boston in the fall\\
[Outro]\\
Pa: Pass the chips! Who’s got the remote?\\
Larry: Here it is!\\
Lunt: Time for Geraldo!\\
Pa: It’s definitely time for Wapner\\
Lunt: Oh, I don’t like this show\\
Larry: Hey, look! I found a quarter!\\
\end{verse}
\clearpage
