shanties.org
** Professional Pirate
:PROPERTIES:
:Artist:   Muppet Treasure Island
:END:
#+begin_verse
[LONG JOHN]
When I was just a lad looking for my true vocation
My father said "Now son, this choice deserves deliberation
Though you could be a doctor or perhaps a financier
My boy, why not consider a more challenging career?"

[PIRATES]
Hey ho ho!
You'll cruise to foreign shores
And you'll keep your mind and body sound
By working out of doors
[LONG JOHN]
True friendship and adventure are what we can't live without

[PIRATES]
And when you're a professional pirate

[POLLY]
That's what the job's about

[LONG JOHN]
(spoken)
Upstage, lads. This is my only number

(sung)
Now take Sir Francis Drake, the Spanish all despise him
But to the British, he's a hero and they idolize him
It's how you look at buccaneers that makes them bad or good
And I see us as members of a noble brotherhood

[PIRATES]
Hey ho ho!
We're honorable men
And before we lose our tempers we will
Always count to ten

[LONG JOHN]
On occasion, there may be someone you have to execute
[PIRATES]
And when you're a professional pirate

[CLUELESS]
You don't have to wear a suit

...What?

[MONTY]
I could have been a surgeon, I like taking things apart

[POLLY]
I could have been a lawyer, but I just had too much heart

[CLUELESS]
I could have been in politics 'cause I've always been a big spender

[BLACK-EYED PEA]
(spoken)
And me, I could've been a contender

[LONG JOHN]
Some say that pirates steal and should be feared and hated
I say we're victims of bad press that's all exaggerated
We never stab you in the back, we never lie or cheat
We're just, in fact, the nicest guy you ever want to meet
(spoken)
Tell the truth, lad. Do you really think the Captain and the Squire are planning to share the treasure with the likes of us? Can't hear ya. No? And we being the rightful owners, Flint's own crew, who shed our blood getting it here. Join us lad. Donate your compass to the treasure hunt and get a full share!

[LONG JONG and PIRATES]
Hey ho ho!
It's one for all for one
And we'll share and share alike with you
And love you like a son
We're gentlemen of fortune and that's what we're bound to be
And when you're a professional pirate-

[LONG JOHN]
You'll be honest, brave, and free!
The soul of decency!
You'll be loyal and fair and on the square
But most importantly

[LONG JOHN and PIRATES]
When you're a professional pirate
You are always in the best of company!
#+end_verse
#+latex: \clearpage
** Randy Dandy Oh
#+begin_verse
Now we are ready to head for the Horn
Weigh, hey, roll an' go!
Our boots an' our clothes boys are all in the pawn
To be rollickin' randy dandy O!

Heave a pawl, oh, heave away
Weigh, hey, roll and go!
The anchor's on board an' the cable's all stored
To be rollickin' randy dandy O!

Oh, man the stout caps'n and heave with a will
Weigh, hey, roll an' go!
Soon we'll be drivin' her 'way up the hill
To be rollickin' randy dandy O!
Heave a pawl, oh, heave away
Weigh, hey, roll and go!
The anchor's on board an' the cable's all stored
To be rollickin' randy dandy O!

Heave away, bullies, ye parish-rigged bums
Weigh, hey, roll and go!
Take yer hands from yer pockets and don't suck yer thumbs
To be rollickin' randy dandy O!

Heave a pawl, oh, heave away
Weigh, hey, roll and go!
The anchor's on board an' the cable's all stored
To be rollickin' randy dandy O!

We're outward bound for Vallipo Bay
Weigh, hey, roll and go!
Get crackin', me lads, it's a hell of a way!
To be rollickin' randy dandy O!

Heave a pawl, oh, heave away
Weigh, hey, roll and go!
The anchor's on board an' the cable's all stored
To be rollickin' randy dandy O!

Heave a pawl, oh, heave away
Weigh, hey, roll and go!
The anchor's on board an' the cable's all stored
To be rollickin' randy dandy O!
#+end_verse
#+latex: \clearpage
