index.html
<div id="outline-container-orgc8c6dad" class="outline-3">
<h3 id="orgc8c6dad"><span class="section-number-3">1.32.</span> Professional Pirate</h3>
<div class="outline-text-3" id="text-1-32">
<pre class="example">
Artist: Muppet Treasure Island
</pre>
<p class="verse">
[LONG JOHN]<br />
When I was just a lad looking for my true vocation<br />
My father said &ldquo;Now son, this choice deserves deliberation<br />
Though you could be a doctor or perhaps a financier<br />
My boy, why not consider a more challenging career?&rdquo;<br />
<br />
[PIRATES]<br />
Hey ho ho!<br />
You&rsquo;ll cruise to foreign shores<br />
And you&rsquo;ll keep your mind and body sound<br />
By working out of doors<br />
[LONG JOHN]<br />
True friendship and adventure are what we can&rsquo;t live without<br />
<br />
[PIRATES]<br />
And when you&rsquo;re a professional pirate<br />
<br />
[POLLY]<br />
That&rsquo;s what the job&rsquo;s about<br />
<br />
[LONG JOHN]<br />
(spoken)<br />
Upstage, lads. This is my only number<br />
<br />
(sung)<br />
Now take Sir Francis Drake, the Spanish all despise him<br />
But to the British, he&rsquo;s a hero and they idolize him<br />
It&rsquo;s how you look at buccaneers that makes them bad or good<br />
And I see us as members of a noble brotherhood<br />
<br />
[PIRATES]<br />
Hey ho ho!<br />
We&rsquo;re honorable men<br />
And before we lose our tempers we will<br />
Always count to ten<br />
<br />
[LONG JOHN]<br />
On occasion, there may be someone you have to execute<br />
[PIRATES]<br />
And when you&rsquo;re a professional pirate<br />
<br />
[CLUELESS]<br />
You don&rsquo;t have to wear a suit<br />
<br />
&#x2026;What?<br />
<br />
[MONTY]<br />
I could have been a surgeon, I like taking things apart<br />
<br />
[POLLY]<br />
I could have been a lawyer, but I just had too much heart<br />
<br />
[CLUELESS]<br />
I could have been in politics &rsquo;cause I&rsquo;ve always been a big spender<br />
<br />
[BLACK-EYED PEA]<br />
(spoken)<br />
And me, I could&rsquo;ve been a contender<br />
<br />
[LONG JOHN]<br />
Some say that pirates steal and should be feared and hated<br />
I say we&rsquo;re victims of bad press that&rsquo;s all exaggerated<br />
We never stab you in the back, we never lie or cheat<br />
We&rsquo;re just, in fact, the nicest guy you ever want to meet<br />
(spoken)<br />
Tell the truth, lad. Do you really think the Captain and the Squire are planning to share the treasure with the likes of us? Can&rsquo;t hear ya. No? And we being the rightful owners, Flint&rsquo;s own crew, who shed our blood getting it here. Join us lad. Donate your compass to the treasure hunt and get a full share!<br />
<br />
[LONG JONG and PIRATES]<br />
Hey ho ho!<br />
It&rsquo;s one for all for one<br />
And we&rsquo;ll share and share alike with you<br />
And love you like a son<br />
We&rsquo;re gentlemen of fortune and that&rsquo;s what we&rsquo;re bound to be<br />
And when you&rsquo;re a professional pirate-<br />
<br />
[LONG JOHN]<br />
You&rsquo;ll be honest, brave, and free!<br />
The soul of decency!<br />
You&rsquo;ll be loyal and fair and on the square<br />
But most importantly<br />
<br />
[LONG JOHN and PIRATES]<br />
When you&rsquo;re a professional pirate<br />
You are always in the best of company!<br />
</p>
</div>
</div>
<div id="outline-container-org3b3dbb4" class="outline-3">
<h3 id="org3b3dbb4"><span class="section-number-3">1.33.</span> Randy Dandy Oh</h3>
<div class="outline-text-3" id="text-1-33">
<p class="verse">
Now we are ready to head for the Horn<br />
Weigh, hey, roll an&rsquo; go!<br />
Our boots an&rsquo; our clothes boys are all in the pawn<br />
To be rollickin&rsquo; randy dandy O!<br />
<br />
Heave a pawl, oh, heave away<br />
Weigh, hey, roll and go!<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored<br />
To be rollickin&rsquo; randy dandy O!<br />
<br />
Oh, man the stout caps&rsquo;n and heave with a will<br />
Weigh, hey, roll an&rsquo; go!<br />
Soon we&rsquo;ll be drivin&rsquo; her &rsquo;way up the hill<br />
To be rollickin&rsquo; randy dandy O!<br />
Heave a pawl, oh, heave away<br />
Weigh, hey, roll and go!<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored<br />
To be rollickin&rsquo; randy dandy O!<br />
<br />
Heave away, bullies, ye parish-rigged bums<br />
Weigh, hey, roll and go!<br />
Take yer hands from yer pockets and don&rsquo;t suck yer thumbs<br />
To be rollickin&rsquo; randy dandy O!<br />
<br />
Heave a pawl, oh, heave away<br />
Weigh, hey, roll and go!<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored<br />
To be rollickin&rsquo; randy dandy O!<br />
<br />
We&rsquo;re outward bound for Vallipo Bay<br />
Weigh, hey, roll and go!<br />
Get crackin&rsquo;, me lads, it&rsquo;s a hell of a way!<br />
To be rollickin&rsquo; randy dandy O!<br />
<br />
Heave a pawl, oh, heave away<br />
Weigh, hey, roll and go!<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored<br />
To be rollickin&rsquo; randy dandy O!<br />
<br />
Heave a pawl, oh, heave away<br />
Weigh, hey, roll and go!<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored<br />
To be rollickin&rsquo; randy dandy O!<br />
</p>
</div>
</div>
