shanties.org
** Roll the Wood Pile Down
:PROPERTIES:
:Artist:   The Dreadnoughts
:END:
#+begin_verse
Away down South where the cocks do crow
Way down in Florida
Them girls all dance to the old banjo
And we'll roll the woodpile down

Rollin! Rollin! Rollin the whole world round
That brown gal of mine's on the Georgia line!
And we'll roll the woodpile down!

Oh, what can you do in Tampa bay?
Way down in Florida
But give them yellow girls all your pay
And we'll roll the woodpile down

Rollin! Rollin! Rollin the whole world round
That brown gal of mine's on the Georgia line!
And we'll roll the woodpile down!

Them Cardiff girls ain't got no frills
Way down in Florida
They're skinny and tight as catfish gills
And we'll roll the woodpile down

Rollin! Rollin! Rollin the whole world round
That brown gal of mine's on the Georgia line!
And we'll roll the woodpile down!

Oh, why do them little girls love me so?
Way down in Florida
Because I don't tell all I know
And we'll roll the woodpile down

Rollin! Rollin! Rollin the whole world round
That brown gal of mine's on the Georgia line!
And we'll roll the woodpile down!

Oh, one more pull and that will do
Way down in Florida
For we're the boys to kick her through
And we'll roll the woodpile down

Rollin! Rollin! Rollin the whole world round
That brown gal of mine's on the Georgia line!
And we'll roll the woodpile down!
That brown gal of mine's on the Georgia line
And we'll roll the woodpile down!
#+end_verse
#+latex: \clearpage
** Row me Bully boys
#+begin_verse
And it's row me bully boys
We're in a hurry boys
We got a long way to go
And we'll sing and we'll dance
And bid farewell to France
And it's row me bully boys row

I'll sing you a song, it's a song of the sea
Row me bully boys row
I'll sing you a song if you'll sing it with me
And it's row me bully boys row

And it's row me bully boys
We're in a hurry boys
We got a long way to go
And we'll sing and we'll dance
And bid farewell to France
And it's row me bully boys row

While the first mate is plating the captain aboard
Row me bully boys row
He looks like a peacock with pistols and sword
And it's row me bully boys row

And it's row me bully boys
We're in a hurry boys
We got a long way to go
And we'll sing and we'll dance
And bid farewell to France
And it's row me bully boys row

The captain likes whiskey, the mate, he likes rum
Row me bully boys row
Us sailers like both but we can't get us none
And it's row me bully boys row

And it's row me bully boys
We're in a hurry boys
We got a long way to go
And we'll sing and we'll dance
And bid farewell to France
And it's row me bully boys row

Well farewell my love it is time for to roam
Row me bully boys row
The old blue peters are calling us home
And it's row me bully boys row

And it's row me bully boys
We're in a hurry boys
We got a long way to go
And we'll sing and we'll dance
And bid farewell to France
And it's row me bully boys row

And it's row me bully boys
We're in a hurry boys
We got a long way to go
And we'll sing and we'll dance
And bid farewell to France
And it's row me bully boys row
#+end_verse
#+latex: \clearpage
