index.html
<div id="outline-container-orgc06d7fd" class="outline-3">
<h3 id="orgc06d7fd"><span class="section-number-3">1.34.</span> Roll the Wood Pile Down</h3>
<div class="outline-text-3" id="text-1-34">
<pre class="example">
Artist: The Dreadnoughts
</pre>
<p class="verse">
Away down South where the cocks do crow<br />
Way down in Florida<br />
Them girls all dance to the old banjo<br />
And we&rsquo;ll roll the woodpile down<br />
<br />
Rollin! Rollin! Rollin the whole world round<br />
That brown gal of mine&rsquo;s on the Georgia line!<br />
And we&rsquo;ll roll the woodpile down!<br />
<br />
Oh, what can you do in Tampa bay?<br />
Way down in Florida<br />
But give them yellow girls all your pay<br />
And we&rsquo;ll roll the woodpile down<br />
<br />
Rollin! Rollin! Rollin the whole world round<br />
That brown gal of mine&rsquo;s on the Georgia line!<br />
And we&rsquo;ll roll the woodpile down!<br />
<br />
Them Cardiff girls ain&rsquo;t got no frills<br />
Way down in Florida<br />
They&rsquo;re skinny and tight as catfish gills<br />
And we&rsquo;ll roll the woodpile down<br />
<br />
Rollin! Rollin! Rollin the whole world round<br />
That brown gal of mine&rsquo;s on the Georgia line!<br />
And we&rsquo;ll roll the woodpile down!<br />
<br />
Oh, why do them little girls love me so?<br />
Way down in Florida<br />
Because I don&rsquo;t tell all I know<br />
And we&rsquo;ll roll the woodpile down<br />
<br />
Rollin! Rollin! Rollin the whole world round<br />
That brown gal of mine&rsquo;s on the Georgia line!<br />
And we&rsquo;ll roll the woodpile down!<br />
<br />
Oh, one more pull and that will do<br />
Way down in Florida<br />
For we&rsquo;re the boys to kick her through<br />
And we&rsquo;ll roll the woodpile down<br />
<br />
Rollin! Rollin! Rollin the whole world round<br />
That brown gal of mine&rsquo;s on the Georgia line!<br />
And we&rsquo;ll roll the woodpile down!<br />
That brown gal of mine&rsquo;s on the Georgia line<br />
And we&rsquo;ll roll the woodpile down!<br />
</p>
</div>
</div>
<div id="outline-container-org106883c" class="outline-3">
<h3 id="org106883c"><span class="section-number-3">1.35.</span> Row me Bully boys</h3>
<div class="outline-text-3" id="text-1-35">
<p class="verse">
And it&rsquo;s row me bully boys<br />
We&rsquo;re in a hurry boys<br />
We got a long way to go<br />
And we&rsquo;ll sing and we&rsquo;ll dance<br />
And bid farewell to France<br />
And it&rsquo;s row me bully boys row<br />
<br />
I&rsquo;ll sing you a song, it&rsquo;s a song of the sea<br />
Row me bully boys row<br />
I&rsquo;ll sing you a song if you&rsquo;ll sing it with me<br />
And it&rsquo;s row me bully boys row<br />
<br />
And it&rsquo;s row me bully boys<br />
We&rsquo;re in a hurry boys<br />
We got a long way to go<br />
And we&rsquo;ll sing and we&rsquo;ll dance<br />
And bid farewell to France<br />
And it&rsquo;s row me bully boys row<br />
<br />
While the first mate is plating the captain aboard<br />
Row me bully boys row<br />
He looks like a peacock with pistols and sword<br />
And it&rsquo;s row me bully boys row<br />
<br />
And it&rsquo;s row me bully boys<br />
We&rsquo;re in a hurry boys<br />
We got a long way to go<br />
And we&rsquo;ll sing and we&rsquo;ll dance<br />
And bid farewell to France<br />
And it&rsquo;s row me bully boys row<br />
<br />
The captain likes whiskey, the mate, he likes rum<br />
Row me bully boys row<br />
Us sailers like both but we can&rsquo;t get us none<br />
And it&rsquo;s row me bully boys row<br />
<br />
And it&rsquo;s row me bully boys<br />
We&rsquo;re in a hurry boys<br />
We got a long way to go<br />
And we&rsquo;ll sing and we&rsquo;ll dance<br />
And bid farewell to France<br />
And it&rsquo;s row me bully boys row<br />
<br />
Well farewell my love it is time for to roam<br />
Row me bully boys row<br />
The old blue peters are calling us home<br />
And it&rsquo;s row me bully boys row<br />
<br />
And it&rsquo;s row me bully boys<br />
We&rsquo;re in a hurry boys<br />
We got a long way to go<br />
And we&rsquo;ll sing and we&rsquo;ll dance<br />
And bid farewell to France<br />
And it&rsquo;s row me bully boys row<br />
<br />
And it&rsquo;s row me bully boys<br />
We&rsquo;re in a hurry boys<br />
We got a long way to go<br />
And we&rsquo;ll sing and we&rsquo;ll dance<br />
And bid farewell to France<br />
And it&rsquo;s row me bully boys row<br />
</p>
</div>
</div>
