shanties.org
** Sailing For Adventure
:PROPERTIES:
:Artist:   Muppet Treasure Island
:END:
#+begin_verse
[PIRATES]
When the course is laid and the anchor's weighed
A sailor's blood begins racing
With our hearts unbound and our flag unfurled

[PIRATE]
We're on our way and off to see the world

[COMPANY]
On our way and off to see the world
Hey, ho, we'll go
Anywhere the wind is blowing

[PIRATE]
Manly men are we

[COMPANY]
Sailing for adventure on the deep blue sea

[SAM/MR. ARROW]
(spoken)
Safely now, Mr. Silver! Let's not get sloppy just because we're singing!

[PIRATES]
Danger walks the deck, we say what the heck
We laugh at the perils we're facing

[GONZO]
Every storm we ride is its own reward

[RIZZO]
And people die by falling overboard
[COMPANY]
People die by falling overboard

Hey, ho, we'll go
Anywhere the wind is blowing
Hoist the sails and sing
[FOZZIE/SQUIRE TRELAWNEY]
Sailing for adventure on the big blue wet thing

[POLLY]
I love to see them cry when they walk the plank

[CLUELESS]
I prefer to cut a throat

[MAD MONTY]
I love to hang 'em high and watch their little feet try to walk in the air while their faces turn blue

[CLUELESS]
(spoken)
Just kidding. Haha

[ALL THREE]
It's a good life on a boat

[COMPANY]
There are distant lands with burning sands
That call across the ocean

[RATS]
There are bingo games every fun-filled day
[FEMALE RAT]
And margaritas at the midnight buffet

[COMPANY]
Margaritas at the midnight buffet

Hey, ho, we'll go
Anywhere the wind is blowing

[STATLER and WALDORF/FIGUREHEADS]
Should have took the train!

[COMPANY]
Sailing for adventure on the bounding main

[JIM]
The salty breezes whisper
Who knows what lies ahead?
I just know I was born to lead
The life my father led

[LONG JOHN]
The stars will be our compass
Wherever we may roam
And our mates will always be
Just like a family
And though we may put in to port
The sea is always home

[FOZZIE/SQUIRE TRELAWNEY]
(spoken)
All right, Mr. Bimbo. I didn't know you had such a good singing voice! ... You're welcome!

[COMPANY]
We'll chase our dreams standing on our own
Over the horizon to the great unknown

Hey, ho, we'll go
Anywhere the wind is blowing
Home and brave and free!

[COMPANY]
Sailing for adventure-

[RIZZO]
It's so nauseating!

[COMPANY]
Sailing for adventure-
[GONZO]
So exhilarating!

[COMPANY]
Sailing for adventure-

[RATS]
We're all celebrating!

[COMPANY]
On the deep blue sea!
#+end_verse
#+latex: \clearpage
** Sally Brown/Roll Boys, Roll
#+begin_verse
[Verse 1]
Oh! Sally Brown, she's the gal for me, boys
Roll, boys! Roll, boys, roll!
Sally Brown, she's the girl for me, boys
Weigh high, Miss Sally Brown!

[Verse 2]
It's down to Trinidad to see Sally Brown, boys
Roll, boys! Roll, boys, roll!
Down to Trinidad to see Sally Brown, boys
Weigh high, Miss Sally Brown!
[Verse 3]
She's lovely on the foreyard, and she's lovely down below, boys
Roll, boys! Roll, boys, roll!
She's lovely cause she loves me, that's all I want to know, boys
Weigh high, Miss Sally Brown!

[Verse 4]
Old Captain Baker, how do you store yer cargo?
Roll, boys! Roll, boys, roll!
Some I stow forward, and some I stow after
Weigh high, Miss Sally Brown!

[Verse 5]
Forty fathoms or more below, boys
Roll, boys! Roll, boys, roll!
There's forty fathoms or more below, boys
Weigh high, Miss Sally Brown!

[Verse 6]
Oh, weigh high ya, and up she rises
Roll, boys! Roll, boys, roll!
Weigh high ya, and the blocks is different sizes
Weigh high, Miss Sally Brown!

[Verse 7]
Oh, one more pull, don't ya hear the mate a-bawling?
Roll, boys! Roll, boys, roll!
One more pull, that's the end of all our hauling
Weigh high, Miss Sally Brown!
[Verse 8]
Sally Brown, she's the gal for me, boys
Roll, boys! Roll, boys, roll!
Sally Brown, she's the girl for me, boys
Weigh high, Miss Sally Brown!
#+end_verse
#+latex: \clearpage
** Santiana
:PROPERTIES:
:Artist:   The Longest Johns
:END:
#+begin_verse
[Verse 1]
Oh! Santiana gained a day
Away Santiana!
"Napoleon of the West", they say
Along the plains of Mexico

[Chorus]
Well, heave 'er up and away we'll go
Away Santiana!
Heave 'er up and away we'll go
Along the plains of Mexico
[Verse 2]
She's a fast clipper ship and a bully good crew
Away Santiana!
And an old salty yank for a captain too
Along the plains of Mexico

[Chorus]
Well, heave 'er up and away we'll go
Away Santiana!
Heave 'er up and away we'll go
Along the plains of Mexico

[Verse 3]
Santiana fought for gold
Away Santiana!
Around Cape Horn through the ice and snow
Along the plains of Mexico

[Chorus]
Well, heave 'er up and away we'll go
Away Santiana!
Heave 'er up and away we'll go
Along the plains of Mexico

[Verse 4]
T'was on the field of Molly-Del-Ray
Away Santiana!
Well both his legs got blown away
Along the plains of Mexico
[Chorus]
Well, heave 'er up and away we'll go
Away Santiana!
Heave 'er up and away we'll go
Along the plains of Mexico

[Verse 5]
It was a fierce and bitter strife
Away Santiana!
The general Taylor took his life
Along the plains of Mexico

[Chorus]
Well, heave 'er up and away we'll go
Away Santiana!
Heave 'er up and away we'll go
Along the plains of Mexico

[Verse 6]
Santiana, now we mourn
Away Santiana!
We left him buried off Cape Horn
Along the plains of Mexico
#+end_verse
#+latex: \clearpage
