index.html
<div id="outline-container-org52ac190" class="outline-3">
<h3 id="org52ac190"><span class="section-number-3">1.36.</span> Sailing For Adventure</h3>
<div class="outline-text-3" id="text-1-36">
<pre class="example">
Artist: Muppet Treasure Island
</pre>
<p class="verse">
[PIRATES]<br />
When the course is laid and the anchor&rsquo;s weighed<br />
A sailor&rsquo;s blood begins racing<br />
With our hearts unbound and our flag unfurled<br />
<br />
[PIRATE]<br />
We&rsquo;re on our way and off to see the world<br />
<br />
[COMPANY]<br />
On our way and off to see the world<br />
Hey, ho, we&rsquo;ll go<br />
Anywhere the wind is blowing<br />
<br />
[PIRATE]<br />
Manly men are we<br />
<br />
[COMPANY]<br />
Sailing for adventure on the deep blue sea<br />
<br />
[SAM/MR. ARROW]<br />
(spoken)<br />
Safely now, Mr. Silver! Let&rsquo;s not get sloppy just because we&rsquo;re singing!<br />
<br />
[PIRATES]<br />
Danger walks the deck, we say what the heck<br />
We laugh at the perils we&rsquo;re facing<br />
<br />
[GONZO]<br />
Every storm we ride is its own reward<br />
<br />
[RIZZO]<br />
And people die by falling overboard<br />
[COMPANY]<br />
People die by falling overboard<br />
<br />
Hey, ho, we&rsquo;ll go<br />
Anywhere the wind is blowing<br />
Hoist the sails and sing<br />
[FOZZIE/SQUIRE TRELAWNEY]<br />
Sailing for adventure on the big blue wet thing<br />
<br />
[POLLY]<br />
I love to see them cry when they walk the plank<br />
<br />
[CLUELESS]<br />
I prefer to cut a throat<br />
<br />
[MAD MONTY]<br />
I love to hang &rsquo;em high and watch their little feet try to walk in the air while their faces turn blue<br />
<br />
[CLUELESS]<br />
(spoken)<br />
Just kidding. Haha<br />
<br />
[ALL THREE]<br />
It&rsquo;s a good life on a boat<br />
<br />
[COMPANY]<br />
There are distant lands with burning sands<br />
That call across the ocean<br />
<br />
[RATS]<br />
There are bingo games every fun-filled day<br />
[FEMALE RAT]<br />
And margaritas at the midnight buffet<br />
<br />
[COMPANY]<br />
Margaritas at the midnight buffet<br />
<br />
Hey, ho, we&rsquo;ll go<br />
Anywhere the wind is blowing<br />
<br />
[STATLER and WALDORF/FIGUREHEADS]<br />
Should have took the train!<br />
<br />
[COMPANY]<br />
Sailing for adventure on the bounding main<br />
<br />
[JIM]<br />
The salty breezes whisper<br />
Who knows what lies ahead?<br />
I just know I was born to lead<br />
The life my father led<br />
<br />
[LONG JOHN]<br />
The stars will be our compass<br />
Wherever we may roam<br />
And our mates will always be<br />
Just like a family<br />
And though we may put in to port<br />
The sea is always home<br />
<br />
[FOZZIE/SQUIRE TRELAWNEY]<br />
(spoken)<br />
All right, Mr. Bimbo. I didn&rsquo;t know you had such a good singing voice! &#x2026; You&rsquo;re welcome!<br />
<br />
[COMPANY]<br />
We&rsquo;ll chase our dreams standing on our own<br />
Over the horizon to the great unknown<br />
<br />
Hey, ho, we&rsquo;ll go<br />
Anywhere the wind is blowing<br />
Home and brave and free!<br />
<br />
[COMPANY]<br />
Sailing for adventure-<br />
<br />
[RIZZO]<br />
It&rsquo;s so nauseating!<br />
<br />
[COMPANY]<br />
Sailing for adventure-<br />
[GONZO]<br />
So exhilarating!<br />
<br />
[COMPANY]<br />
Sailing for adventure-<br />
<br />
[RATS]<br />
We&rsquo;re all celebrating!<br />
<br />
[COMPANY]<br />
On the deep blue sea!<br />
</p>
</div>
</div>
<div id="outline-container-org8aea375" class="outline-3">
<h3 id="org8aea375"><span class="section-number-3">1.37.</span> Sally Brown/Roll Boys, Roll</h3>
<div class="outline-text-3" id="text-1-37">
<p class="verse">
[Verse 1]<br />
Oh! Sally Brown, she&rsquo;s the gal for me, boys<br />
Roll, boys! Roll, boys, roll!<br />
Sally Brown, she&rsquo;s the girl for me, boys<br />
Weigh high, Miss Sally Brown!<br />
<br />
[Verse 2]<br />
It&rsquo;s down to Trinidad to see Sally Brown, boys<br />
Roll, boys! Roll, boys, roll!<br />
Down to Trinidad to see Sally Brown, boys<br />
Weigh high, Miss Sally Brown!<br />
[Verse 3]<br />
She&rsquo;s lovely on the foreyard, and she&rsquo;s lovely down below, boys<br />
Roll, boys! Roll, boys, roll!<br />
She&rsquo;s lovely cause she loves me, that&rsquo;s all I want to know, boys<br />
Weigh high, Miss Sally Brown!<br />
<br />
[Verse 4]<br />
Old Captain Baker, how do you store yer cargo?<br />
Roll, boys! Roll, boys, roll!<br />
Some I stow forward, and some I stow after<br />
Weigh high, Miss Sally Brown!<br />
<br />
[Verse 5]<br />
Forty fathoms or more below, boys<br />
Roll, boys! Roll, boys, roll!<br />
There&rsquo;s forty fathoms or more below, boys<br />
Weigh high, Miss Sally Brown!<br />
<br />
[Verse 6]<br />
Oh, weigh high ya, and up she rises<br />
Roll, boys! Roll, boys, roll!<br />
Weigh high ya, and the blocks is different sizes<br />
Weigh high, Miss Sally Brown!<br />
<br />
[Verse 7]<br />
Oh, one more pull, don&rsquo;t ya hear the mate a-bawling?<br />
Roll, boys! Roll, boys, roll!<br />
One more pull, that&rsquo;s the end of all our hauling<br />
Weigh high, Miss Sally Brown!<br />
[Verse 8]<br />
Sally Brown, she&rsquo;s the gal for me, boys<br />
Roll, boys! Roll, boys, roll!<br />
Sally Brown, she&rsquo;s the girl for me, boys<br />
Weigh high, Miss Sally Brown!<br />
</p>
</div>
</div>
