index.tex
\subsection{Sailing For Adventure}
\label{sec:org9c62234}
\begin{verbatim}
Artist: Muppet Treasure Island
\end{verbatim}
\begin{verse}
[PIRATES]\\
When the course is laid and the anchor's weighed\\
A sailor's blood begins racing\\
With our hearts unbound and our flag unfurled\\
\vspace*{1em}
[PIRATE]\\
We're on our way and off to see the world\\
\vspace*{1em}
[COMPANY]\\
On our way and off to see the world\\
Hey, ho, we'll go\\
Anywhere the wind is blowing\\
\vspace*{1em}
[PIRATE]\\
Manly men are we\\
\vspace*{1em}
[COMPANY]\\
Sailing for adventure on the deep blue sea\\
\vspace*{1em}
[SAM/MR. ARROW]\\
(spoken)\\
Safely now, Mr. Silver! Let's not get sloppy just because we're singing!\\
\vspace*{1em}
[PIRATES]\\
Danger walks the deck, we say what the heck\\
We laugh at the perils we're facing\\
\vspace*{1em}
[GONZO]\\
Every storm we ride is its own reward\\
\vspace*{1em}
[RIZZO]\\
And people die by falling overboard\\
[COMPANY]\\
People die by falling overboard\\
\vspace*{1em}
Hey, ho, we'll go\\
Anywhere the wind is blowing\\
Hoist the sails and sing\\
[FOZZIE/SQUIRE TRELAWNEY]\\
Sailing for adventure on the big blue wet thing\\
\vspace*{1em}
[POLLY]\\
I love to see them cry when they walk the plank\\
\vspace*{1em}
[CLUELESS]\\
I prefer to cut a throat\\
\vspace*{1em}
[MAD MONTY]\\
I love to hang 'em high and watch their little feet try to walk in the air while their faces turn blue\\
\vspace*{1em}
[CLUELESS]\\
(spoken)\\
Just kidding. Haha\\
\vspace*{1em}
[ALL THREE]\\
It's a good life on a boat\\
\vspace*{1em}
[COMPANY]\\
There are distant lands with burning sands\\
That call across the ocean\\
\vspace*{1em}
[RATS]\\
There are bingo games every fun-filled day\\
[FEMALE RAT]\\
And margaritas at the midnight buffet\\
\vspace*{1em}
[COMPANY]\\
Margaritas at the midnight buffet\\
\vspace*{1em}
Hey, ho, we'll go\\
Anywhere the wind is blowing\\
\vspace*{1em}
[STATLER and WALDORF/FIGUREHEADS]\\
Should have took the train!\\
\vspace*{1em}
[COMPANY]\\
Sailing for adventure on the bounding main\\
\vspace*{1em}
[JIM]\\
The salty breezes whisper\\
Who knows what lies ahead?\\
I just know I was born to lead\\
The life my father led\\
\vspace*{1em}
[LONG JOHN]\\
The stars will be our compass\\
Wherever we may roam\\
And our mates will always be\\
Just like a family\\
And though we may put in to port\\
The sea is always home\\
\vspace*{1em}
[FOZZIE/SQUIRE TRELAWNEY]\\
(spoken)\\
All right, Mr. Bimbo. I didn't know you had such a good singing voice! \ldots{} You're welcome!\\
\vspace*{1em}
[COMPANY]\\
We'll chase our dreams standing on our own\\
Over the horizon to the great unknown\\
\vspace*{1em}
Hey, ho, we'll go\\
Anywhere the wind is blowing\\
Home and brave and free!\\
\vspace*{1em}
[COMPANY]\\
Sailing for adventure-\\
\vspace*{1em}
[RIZZO]\\
It's so nauseating!\\
\vspace*{1em}
[COMPANY]\\
Sailing for adventure-\\
[GONZO]\\
So exhilarating!\\
\vspace*{1em}
[COMPANY]\\
Sailing for adventure-\\
\vspace*{1em}
[RATS]\\
We're all celebrating!\\
\vspace*{1em}
[COMPANY]\\
On the deep blue sea!\\
\end{verse}
\clearpage
\subsection{Sally Brown/Roll Boys, Roll}
\label{sec:org255df01}
\begin{verse}
[Verse 1]\\
Oh! Sally Brown, she's the gal for me, boys\\
Roll, boys! Roll, boys, roll!\\
Sally Brown, she's the girl for me, boys\\
Weigh high, Miss Sally Brown!\\
\vspace*{1em}
[Verse 2]\\
It's down to Trinidad to see Sally Brown, boys\\
Roll, boys! Roll, boys, roll!\\
Down to Trinidad to see Sally Brown, boys\\
Weigh high, Miss Sally Brown!\\
[Verse 3]\\
She's lovely on the foreyard, and she's lovely down below, boys\\
Roll, boys! Roll, boys, roll!\\
She's lovely cause she loves me, that's all I want to know, boys\\
Weigh high, Miss Sally Brown!\\
\vspace*{1em}
[Verse 4]\\
Old Captain Baker, how do you store yer cargo?\\
Roll, boys! Roll, boys, roll!\\
Some I stow forward, and some I stow after\\
Weigh high, Miss Sally Brown!\\
\vspace*{1em}
[Verse 5]\\
Forty fathoms or more below, boys\\
Roll, boys! Roll, boys, roll!\\
There's forty fathoms or more below, boys\\
Weigh high, Miss Sally Brown!\\
\vspace*{1em}
[Verse 6]\\
Oh, weigh high ya, and up she rises\\
Roll, boys! Roll, boys, roll!\\
Weigh high ya, and the blocks is different sizes\\
Weigh high, Miss Sally Brown!\\
\vspace*{1em}
[Verse 7]\\
Oh, one more pull, don't ya hear the mate a-bawling?\\
Roll, boys! Roll, boys, roll!\\
One more pull, that's the end of all our hauling\\
Weigh high, Miss Sally Brown!\\
[Verse 8]\\
Sally Brown, she's the gal for me, boys\\
Roll, boys! Roll, boys, roll!\\
Sally Brown, she's the girl for me, boys\\
Weigh high, Miss Sally Brown!\\
\end{verse}
\clearpage
