shanties.org
** The Last Shanty
#+begin_verse
[Verse 1]
Well me father often told me when I was just a lad
A sailor's life is very hard, the food is always bad
But now I've joined the navy, I'm aboard a man-o-war
And now I've found a sailor ain't a sailor any more

[Chorus]
Don't haul on the rope, don't climb up the mast
If you see a sailing ship it might be your last
Just get your civvies ready for another run-ashore
A sailor ain't a sailor, ain't a sailor anymore
[Verse 2]
Well the killick of our mess he says we had it soft
It wasn't like that in his day when we were up aloft
We like our bunks and sleeping bags, but what's a hammock for?
Swinging from the deckhead, or lying on the floor?

[Chorus]
Don't haul on the rope, don't climb up thе mast
If you see a sailing ship it might be your last
Just get your civvies rеady for another run-ashore
A sailor ain't a sailor, ain't a sailor anymore

[Verse 3]
They gave us an engine that first went up and down
Then with more technology the engine went around
We know our steam and diesels but what's a mainyard for?
A stoker ain't a stoker with a shovel anymore

[Chorus]
Don't haul on the rope, don't climb up the mast
If you see a sailing ship it might be your last
Just get your civvies ready for another run-ashore
A sailor ain't a sailor, ain't a sailor anymore

[Verse 4]
Two cans of beer a day and that's your bleeding lot
And now we've got an extra one because they stopped The Tot
So we'll put on our civvy-clothes find a pub ashore
A sailor's just a sailor just like he was before
[Chorus]
Don't haul on the rope, don't climb up the mast
If you see a sailing ship it might be your last
Just get your civvies ready for another run-ashore
A sailor ain't a sailor, ain't a sailor anymore
Don't haul on the rope, don't climb up the mast
If you see a sailing ship it might be your last
Just get your civvies ready for another run-ashore
A sailor ain't a sailor, ain't a sailor anymore
#+end_verse
#+latex: \clearpage
** The Ship is Fine
:PROPERTIES:
:Artist:   Jolly Rogers
:END:
#+begin_verse


There's not a thing wrong with this ship
In fact, she is just fine
But there would be some changes
If if this vessel it were mine
Nothing unrealistic or too drastic or severe
Just some subtle tweaks to improve the atmosphere!

I would have a great big deck
Plated in solid gold!
'Cause being teased about my little deck
Is really gettin' old! (happens a lot)
I'd sail from south tortuga
All the way up to Quebec
And in each port I'd shout: Hey, sailor!
Wanna ride my great big deck?
(It's enormous! - it's okay, it's okay)

There's not a thing wrong with this ship
In fact, she is just fine
But there would be some changes
If if this vessel it were mine
Nothing unrealistic or too drastic or severe
Just some subtle tweaks to improve the atmosphere!

Let's see, uh
I'd get rid of all the water
From down in the ballast hole (but we'll tip over!)
And replace it with some good dark rum
Where it can stay nice and cold!
Every man aboard the ship can drink
Until he's had his fill
And the only rude we'd enforce
Is that noone's allowed to spill!
(How about that? Take that, you'd have to replace it later)

There's not a thing wrong with this ship
In fact, she is just fine
But there would be some changes
If if this vessel it were mine
Nothing unrealistic or too drastic or severe
Just some subtle tweaks to improve the atmosphere!

I'd strip her down just to a rudder
A mast and a wheel (minimalism!)
I'd make her long and hard - and hollow
And cover her in steel! (urr!)
She'd be a giant floating cannon
No need for cabins and walls! (we-we need them)
And everyone would shiver
When they saw the size of my balls!
(I'm shivering already, you've seen them? They're huge!)

There's not a thing wrong with this ship
In fact, she is just fine
But there would be some changes
If if this vessel it were mine
Nothing unrealistic or too drastic or severe
Just some subtle tweaks to improve the atmosphere!

I'd replace the bunks and hammocks
With big four-poster beds (ooh, okay!)
And I'd get rid of most the crew like you, lot
And hire trollops on instead
She'd be a floating brothel
And I'd be her captain bow
I'd have more fun than any pirate
And I'd make a lot more gold (arrogant jerk)

There's not a thing wrong with this ship
In fact, she is just fine
But there would be some changes
If if this vessel it were mine
Nothing unrealistic or too drastic or severe
Just some subtle tweaks to improve the atmosphere!

I'd get rid of all the sails
And find something better than the wind (what?)
Perhaps some sort of intermittent combustion engine
With reciprocating pistons
And a fuel source based on heat!
We could - hey! - woah, woah, woah!
Well, forget it you mooks
Let's go with devin's brothel plan
Wouldn't that be sweet? (Yeaah!)

There's not a thing wrong with this ship
In fact, she is just fine
But there would be some changes
If if this vessel it were mine
Nothing unrealistic or too drastic or severe
Just some subtle tweaks to improve the atmosphere!
Nothing unrealistic or too drastic or severe
Just some subtle tweaks to improve the atmosphere!
#+end_verse
#+latex: \clearpage
