index.html
<div id="outline-container-orge35d678" class="outline-3">
<h3 id="orge35d678"><span class="section-number-3">1.41.</span> The Last Shanty</h3>
<div class="outline-text-3" id="text-1-41">
<p class="verse">
[Verse 1]<br />
Well me father often told me when I was just a lad<br />
A sailor&rsquo;s life is very hard, the food is always bad<br />
But now I&rsquo;ve joined the navy, I&rsquo;m aboard a man-o-war<br />
And now I&rsquo;ve found a sailor ain&rsquo;t a sailor any more<br />
<br />
[Chorus]<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast<br />
If you see a sailing ship it might be your last<br />
Just get your civvies ready for another run-ashore<br />
A sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore<br />
[Verse 2]<br />
Well the killick of our mess he says we had it soft<br />
It wasn&rsquo;t like that in his day when we were up aloft<br />
We like our bunks and sleeping bags, but what&rsquo;s a hammock for?<br />
Swinging from the deckhead, or lying on the floor?<br />
<br />
[Chorus]<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up thе mast<br />
If you see a sailing ship it might be your last<br />
Just get your civvies rеady for another run-ashore<br />
A sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore<br />
<br />
[Verse 3]<br />
They gave us an engine that first went up and down<br />
Then with more technology the engine went around<br />
We know our steam and diesels but what&rsquo;s a mainyard for?<br />
A stoker ain&rsquo;t a stoker with a shovel anymore<br />
<br />
[Chorus]<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast<br />
If you see a sailing ship it might be your last<br />
Just get your civvies ready for another run-ashore<br />
A sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore<br />
<br />
[Verse 4]<br />
Two cans of beer a day and that&rsquo;s your bleeding lot<br />
And now we&rsquo;ve got an extra one because they stopped The Tot<br />
So we&rsquo;ll put on our civvy-clothes find a pub ashore<br />
A sailor&rsquo;s just a sailor just like he was before<br />
[Chorus]<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast<br />
If you see a sailing ship it might be your last<br />
Just get your civvies ready for another run-ashore<br />
A sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast<br />
If you see a sailing ship it might be your last<br />
Just get your civvies ready for another run-ashore<br />
A sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore<br />
</p>
</div>
</div>
