index.tex
\subsection{The Last Shanty}
\label{sec:orgb26ac1f}
\begin{verse}
[Verse 1]\\
Well me father often told me when I was just a lad\\
A sailor's life is very hard, the food is always bad\\
But now I've joined the navy, I'm aboard a man-o-war\\
And now I've found a sailor ain't a sailor any more\\
\vspace*{1em}
[Chorus]\\
Don't haul on the rope, don't climb up the mast\\
If you see a sailing ship it might be your last\\
Just get your civvies ready for another run-ashore\\
A sailor ain't a sailor, ain't a sailor anymore\\
[Verse 2]\\
Well the killick of our mess he says we had it soft\\
It wasn't like that in his day when we were up aloft\\
We like our bunks and sleeping bags, but what's a hammock for?\\
Swinging from the deckhead, or lying on the floor?\\
\vspace*{1em}
[Chorus]\\
Don't haul on the rope, don't climb up thе mast\\
If you see a sailing ship it might be your last\\
Just get your civvies rеady for another run-ashore\\
A sailor ain't a sailor, ain't a sailor anymore\\
\vspace*{1em}
[Verse 3]\\
They gave us an engine that first went up and down\\
Then with more technology the engine went around\\
We know our steam and diesels but what's a mainyard for?\\
A stoker ain't a stoker with a shovel anymore\\
\vspace*{1em}
[Chorus]\\
Don't haul on the rope, don't climb up the mast\\
If you see a sailing ship it might be your last\\
Just get your civvies ready for another run-ashore\\
A sailor ain't a sailor, ain't a sailor anymore\\
\vspace*{1em}
[Verse 4]\\
Two cans of beer a day and that's your bleeding lot\\
And now we've got an extra one because they stopped The Tot\\
So we'll put on our civvy-clothes find a pub ashore\\
A sailor's just a sailor just like he was before\\
[Chorus]\\
Don't haul on the rope, don't climb up the mast\\
If you see a sailing ship it might be your last\\
Just get your civvies ready for another run-ashore\\
A sailor ain't a sailor, ain't a sailor anymore\\
Don't haul on the rope, don't climb up the mast\\
If you see a sailing ship it might be your last\\
Just get your civvies ready for another run-ashore\\
A sailor ain't a sailor, ain't a sailor anymore\\
\end{verse}
\clearpage
