index.html
<div id="outline-container-org70173ce" class="outline-3">
<h3 id="org70173ce"><span class="section-number-3">1.44.</span> Tyme Flies When You&rsquo;re Having Rum</h3>
<div class="outline-text-3" id="text-1-44">
<pre class="example">
Artist: Pirates for Sail
</pre>
<p class="verse">
No future was there in London for a poor man&rsquo;s son like me<br />
So I left my home and I went to seek my fortune on the sea<br />
I signed aboard a merchant ship bound for the west indies<br />
And six weeks out we tapped into the winds of piracy<br />
<br />
There we sails on the horizon and we tried to make a run<br />
And when we saw that black flag then our running it was done<br />
And when those pirates boarded us they told us one by one<br />
&ldquo;You can die or join our crew me boys<br />
Time flies whеn you&rsquo;re having rum!&rdquo;<br />
Time flies whеn you&rsquo;re having rum me boys<br />
Time flies when you&rsquo;re having rum<br />
When you&rsquo;re sailing under the black flag<br />
And you&rsquo;re firing all your guns<br />
When you take a spanish treasure ship<br />
You divide by the rule of thumb<br />
Our voyage will be over soon enough<br />
Time flies when you&rsquo;re having rum<br />
<br />
With a pistol to my forehead<br />
Then my choice was all too clear<br />
I took leave of that merchant ship and became a buccaneer<br />
And though they spared my life I think that if the truth be told<br />
I joined them for the promise of<br />
Adventure, rum and gold<br />
<br />
The quartermaster handed me a cutlass and a gun<br />
And as I signed their articles the captain told me &ldquo;Son<br />
Us gentlemen of fortune live life fast and on the run<br />
So step right up and take your share<br />
Time flies when you&rsquo;re having rum!&rdquo;<br />
<br />
Time flies when you&rsquo;re having rum me boys<br />
Time flies when you&rsquo;re having rum<br />
When you&rsquo;re sailing under the black flag<br />
And you&rsquo;re firing all your guns<br />
When you take a spanish treasure ship<br />
You divide by the rule of thumb<br />
Our voyage will be over soon enough<br />
Time flies when you&rsquo;re having rum<br />
For two long years I sailed with them<br />
Around the Spanish Main<br />
And capture ships from Portugal<br />
From England, France and Spain<br />
We took what we could and we gave none back<br />
For that&rsquo;s the pirate&rsquo;s code<br />
And in our wake the Caribbean Sea ran red with blood<br />
<br />
The admiralty in London sent a fleet to hunt us down<br />
A traitor in Port Royal told them where we could be found<br />
They surrounded us in Nassau, the captain shouted<br />
&ldquo;Let &lsquo;em come! The fight will be over soon enough<br />
Time flies when you&rsquo;re having rum.&rdquo;<br />
<br />
<br />
Time flies when you&rsquo;re having rum me boys<br />
Time flies when you&rsquo;re having rum<br />
When you&rsquo;re sailing under the black flag<br />
And you&rsquo;re firing all your guns<br />
When you take a spanish treasure ship<br />
You divide by the rule of thumb<br />
The voyage will be over soon enough<br />
Time flies when you&rsquo;re having rum<br />
<br />
We ran the red flag up and then we readied all our guns<br />
No quarter would we give and in turn expected none<br />
We got off one good broadside<br />
But outnumbered ten to one<br />
They took out half our crew<br />
And then our pirating was done<br />
They took us back to London Town nder key and lock<br />
The hangman&rsquo;s noose was swinging at the execution dock<br />
The captain turned and said to me, &ldquo;We had fine sailing son<br />
The voyage it was over all too soon<br />
Time flies when you&rsquo;re having rum.&rdquo;<br />
<br />
Time flies when you&rsquo;re having rum me boys<br />
Time flies when you&rsquo;re having rum<br />
When you&rsquo;re sailing under the black flag<br />
And you&rsquo;re firing all your guns<br />
When you take a spanish treasure ship<br />
You divide by the rule of thumb<br />
Our voyage will be over soon enough<br />
Time flies when you&rsquo;re having rum<br />
<br />
Now as you&rsquo;ve listened to this tale by know<br />
I&rsquo;m sure you have surmised<br />
That I slipped the hangman&rsquo;s cable<br />
And escaped him with my life<br />
But how I got away<br />
That&rsquo;s another story son<br />
My voyages they aren’t over yet<br />
Time flies when you&rsquo;re having rum!<br />
<br />
<br />
Time flies when you&rsquo;re having rum me boys<br />
Time flies when you&rsquo;re having rum<br />
When you&rsquo;re sailing under the black flag<br />
And you&rsquo;re firing all your guns<br />
When you take a spanish treasure ship<br />
You divide by the rule of thumb<br />
Our voyage will be over soon enough<br />
Time flies when you&rsquo;re having rum<br />
</p>
</div>
</div>
