index.tex
\subsection{Tyme Flies When You're Having Rum}
\label{sec:org3f1ad6c}
\begin{verbatim}
Artist: Pirates for Sail
\end{verbatim}
\begin{verse}
No future was there in London for a poor man's son like me\\
So I left my home and I went to seek my fortune on the sea\\
I signed aboard a merchant ship bound for the west indies\\
And six weeks out we tapped into the winds of piracy\\
\vspace*{1em}
There we sails on the horizon and we tried to make a run\\
And when we saw that black flag then our running it was done\\
And when those pirates boarded us they told us one by one\\
``You can die or join our crew me boys\\
Time flies whеn you're having rum!''\\
Time flies whеn you're having rum me boys\\
Time flies when you're having rum\\
When you're sailing under the black flag\\
And you're firing all your guns\\
When you take a spanish treasure ship\\
You divide by the rule of thumb\\
Our voyage will be over soon enough\\
Time flies when you're having rum\\
\vspace*{1em}
With a pistol to my forehead\\
Then my choice was all too clear\\
I took leave of that merchant ship and became a buccaneer\\
And though they spared my life I think that if the truth be told\\
I joined them for the promise of\\
Adventure, rum and gold\\
\vspace*{1em}
The quartermaster handed me a cutlass and a gun\\
And as I signed their articles the captain told me ``Son\\
Us gentlemen of fortune live life fast and on the run\\
So step right up and take your share\\
Time flies when you're having rum!''\\
\vspace*{1em}
Time flies when you're having rum me boys\\
Time flies when you're having rum\\
When you're sailing under the black flag\\
And you're firing all your guns\\
When you take a spanish treasure ship\\
You divide by the rule of thumb\\
Our voyage will be over soon enough\\
Time flies when you're having rum\\
For two long years I sailed with them\\
Around the Spanish Main\\
And capture ships from Portugal\\
From England, France and Spain\\
We took what we could and we gave none back\\
For that's the pirate's code\\
And in our wake the Caribbean Sea ran red with blood\\
\vspace*{1em}
The admiralty in London sent a fleet to hunt us down\\
A traitor in Port Royal told them where we could be found\\
They surrounded us in Nassau, the captain shouted\\
``Let `em come! The fight will be over soon enough\\
Time flies when you're having rum.''\\
\vspace*{1em}
\vspace*{1em}
Time flies when you're having rum me boys\\
Time flies when you're having rum\\
When you're sailing under the black flag\\
And you're firing all your guns\\
When you take a spanish treasure ship\\
You divide by the rule of thumb\\
The voyage will be over soon enough\\
Time flies when you're having rum\\
\vspace*{1em}
We ran the red flag up and then we readied all our guns\\
No quarter would we give and in turn expected none\\
We got off one good broadside\\
But outnumbered ten to one\\
They took out half our crew\\
And then our pirating was done\\
They took us back to London Town nder key and lock\\
The hangman's noose was swinging at the execution dock\\
The captain turned and said to me, ``We had fine sailing son\\
The voyage it was over all too soon\\
Time flies when you're having rum.''\\
\vspace*{1em}
Time flies when you're having rum me boys\\
Time flies when you're having rum\\
When you're sailing under the black flag\\
And you're firing all your guns\\
When you take a spanish treasure ship\\
You divide by the rule of thumb\\
Our voyage will be over soon enough\\
Time flies when you're having rum\\
\vspace*{1em}
Now as you've listened to this tale by know\\
I'm sure you have surmised\\
That I slipped the hangman's cable\\
And escaped him with my life\\
But how I got away\\
That's another story son\\
My voyages they aren’t over yet\\
Time flies when you're having rum!\\
\vspace*{1em}
\vspace*{1em}
Time flies when you're having rum me boys\\
Time flies when you're having rum\\
When you're sailing under the black flag\\
And you're firing all your guns\\
When you take a spanish treasure ship\\
You divide by the rule of thumb\\
Our voyage will be over soon enough\\
Time flies when you're having rum\\
\end{verse}
\clearpage
