shanties.org
** Voodoo Man
:PROPERTIES:
:Artist:   Jolly Rogers
:END:
#+begin_verse
He was a nice young sailor lad, as green as green could be
When he first joined our crew for a life of piracy
When a storm nearly capsized us, he was thrown from the ship
Stranded on Hispaniola, right there on the western tip
When the crew next saw him they could not believe their eyes
There was little left of the young man that one could recognize
His hair was long a braided, and he looked ready for war
But he smiled and said " Hello mates. I'm your new bokor

Now he wears more tattoos than clothes
With a ring on every finger and bone in his nose
When he starts his chanting we don't always understand
But we always listen to him, cause he's our voodoo man
The captain said "Now listen boys, I think we should turn back
There's a storm a brewing and that beast is building fast."
The bokur said "Just wait a minute and Captain keep your course"
And he went back to his cabin but the storm it just got worse

We heard howls, and moans, and a bang, and a crash
We saw thick black smoke and a fiery flash
We could smell the lighting and we just stared at his door
And when we started to relax, it started up once more

He rushed out and said "We'll need every inch of sail."
And a swath of clear blue sky split the monstrous gale
The wind filed every sail and tightened every line
As we passed we saw the storm crashed back in behind

Now he wears more tattoos than clothes
With a ring on every finger and bone in his nose
When he starts his chanting we don't always understand
But we always listen to him, cause he's our voodoo man

While hunting down a merchant ship around the rocky shore
We came around the island to a massive Man o' War
The captain said " Now listen boys. We're about to meet our doom."
And the bokor shouted "Never fear"
And he ran down to his room
We heard howls, and moans, and a bang, and a crash
We saw thick black smoke and a fiery flash
We could smell the lighting and we just stared at his door
And when we started to relax, it started up once more

"Fire two shots!" he shouted and they went off right on cue
Both shots found their target and their powder hold it blew
The Man o' War bust into flames and it began to pitch
And we stole enough from her to make sure we were rich

He still wears more tattoos than clothes
With a ring on every finger and bone in his nose
When he starts his chanting we don't try to understand
But we always listen to him, cause he's our voodoo man
We always listen to him, cause he's our voodoo man
We always listen to him, cause he's our voodoo man
#+end_verse
#+latex: \clearpage
** Wellerman
#+begin_verse
[Verse 1]
There once was a ship that put to sea
The name of the ship was the Billy of Tea
The winds blew up, her bow dipped down
O blow, my bully boys, blow (Huh!)

[Chorus]
Soon may the Wellerman come
To bring us sugar and tea and rum
One day, when the tonguin' is done
We'll take our leave and go
[Verse 2]
She had not been two weeks from shore
When down on her, a right whale bore
The captain called all hands and swore
He'd take that whale in tow (Huh!)

[Chorus]
Soon may the Wellerman come
To bring us sugar and tеa and rum
One day, when the tonguin' is donе
We'll take our leave and go

[Verse 3]
Before the boat had hit the water
The whale's tail came up and caught her
All hands to the side, harpooned and fought her
When she dived down low (Huh!)

[Chorus]
Soon may the Wellerman come
To bring us sugar and tea and rum
One day, when the tonguin' is done
We'll take our leave and go

[Verse 4]
No line was cut, no whale was freed
The Captain's mind was not of greed
But he belonged to the Wellerman's creed
She took that ship in tow (Huh!)
[Chorus]
Soon may the Wellerman come
To bring us sugar and tea and rum
One day, when the tonguin' is done
We'll take our leave and go

[Verse 5]
For forty days, or even more
The line went slack, then tight once more
All boats were lost, there were only four
But still that whale did go (Huh!)

[Chorus]
Soon may the Wellerman come
To bring us sugar and tea and rum
One day, when the tonguin' is done
We'll take our leave and go

[Verse 6]
As far as I've heard, the fight's still on
The line's not cut and the whale's not gone
The Wellerman makes his regular call
To encourage the Captain, crew, and all (Huh!)

[Chorus]
Soon may the Wellerman come
To bring us sugar and tea and rum
One day, when the tonguin' is done
We'll take our leave and go (Huh!)
Soon may the Wellerman come
To bring us sugar and tea and rum
One day, when the tonguin' is done
We'll take our leave and go
#+end_verse

#+latex: \clearpage

* Chords
