index.html
<div id="outline-container-org64b6933" class="outline-3">
<h3 id="org64b6933"><span class="section-number-3">1.45.</span> Voodoo Man</h3>
<div class="outline-text-3" id="text-1-45">
<pre class="example">
Artist: Jolly Rogers
</pre>
<p class="verse">
He was a nice young sailor lad, as green as green could be<br />
When he first joined our crew for a life of piracy<br />
When a storm nearly capsized us, he was thrown from the ship<br />
Stranded on Hispaniola, right there on the western tip<br />
When the crew next saw him they could not believe their eyes<br />
There was little left of the young man that one could recognize<br />
His hair was long a braided, and he looked ready for war<br />
But he smiled and said &ldquo; Hello mates. I&rsquo;m your new bokor<br />
<br />
Now he wears more tattoos than clothes<br />
With a ring on every finger and bone in his nose<br />
When he starts his chanting we don&rsquo;t always understand<br />
But we always listen to him, cause he&rsquo;s our voodoo man<br />
The captain said &rdquo;Now listen boys, I think we should turn back<br />
There&rsquo;s a storm a brewing and that beast is building fast.&ldquo;<br />
The bokur said &rdquo;Just wait a minute and Captain keep your course&ldquo;<br />
And he went back to his cabin but the storm it just got worse<br />
<br />
We heard howls, and moans, and a bang, and a crash<br />
We saw thick black smoke and a fiery flash<br />
We could smell the lighting and we just stared at his door<br />
And when we started to relax, it started up once more<br />
<br />
He rushed out and said &rdquo;We&rsquo;ll need every inch of sail.&ldquo;<br />
And a swath of clear blue sky split the monstrous gale<br />
The wind filed every sail and tightened every line<br />
As we passed we saw the storm crashed back in behind<br />
<br />
Now he wears more tattoos than clothes<br />
With a ring on every finger and bone in his nose<br />
When he starts his chanting we don&rsquo;t always understand<br />
But we always listen to him, cause he&rsquo;s our voodoo man<br />
<br />
While hunting down a merchant ship around the rocky shore<br />
We came around the island to a massive Man o&rsquo; War<br />
The captain said &rdquo; Now listen boys. We&rsquo;re about to meet our doom.&ldquo;<br />
And the bokor shouted &rdquo;Never fear&ldquo;<br />
And he ran down to his room<br />
We heard howls, and moans, and a bang, and a crash<br />
We saw thick black smoke and a fiery flash<br />
We could smell the lighting and we just stared at his door<br />
And when we started to relax, it started up once more<br />
<br />
&rdquo;Fire two shots!&ldquo; he shouted and they went off right on cue<br />
Both shots found their target and their powder hold it blew<br />
The Man o&rsquo; War bust into flames and it began to pitch<br />
And we stole enough from her to make sure we were rich<br />
<br />
He still wears more tattoos than clothes<br />
With a ring on every finger and bone in his nose<br />
When he starts his chanting we don&rsquo;t try to understand<br />
But we always listen to him, cause he&rsquo;s our voodoo man<br />
We always listen to him, cause he&rsquo;s our voodoo man<br />
We always listen to him, cause he&rsquo;s our voodoo man<br />
</p>
</div>
</div>
<div id="outline-container-org87cf79f" class="outline-3">
<h3 id="org87cf79f"><span class="section-number-3">1.46.</span> Wellerman</h3>
<div class="outline-text-3" id="text-1-46">
<p class="verse">
[Verse 1]<br />
There once was a ship that put to sea<br />
The name of the ship was the Billy of Tea<br />
The winds blew up, her bow dipped down<br />
O blow, my bully boys, blow (Huh!)<br />
<br />
[Chorus]<br />
Soon may the Wellerman come<br />
To bring us sugar and tea and rum<br />
One day, when the tonguin&rsquo; is done<br />
We&rsquo;ll take our leave and go<br />
[Verse 2]<br />
She had not been two weeks from shore<br />
When down on her, a right whale bore<br />
The captain called all hands and swore<br />
He&rsquo;d take that whale in tow (Huh!)<br />
<br />
[Chorus]<br />
Soon may the Wellerman come<br />
To bring us sugar and tеa and rum<br />
One day, when the tonguin&rsquo; is donе<br />
We&rsquo;ll take our leave and go<br />
<br />
[Verse 3]<br />
Before the boat had hit the water<br />
The whale&rsquo;s tail came up and caught her<br />
All hands to the side, harpooned and fought her<br />
When she dived down low (Huh!)<br />
<br />
[Chorus]<br />
Soon may the Wellerman come<br />
To bring us sugar and tea and rum<br />
One day, when the tonguin&rsquo; is done<br />
We&rsquo;ll take our leave and go<br />
<br />
[Verse 4]<br />
No line was cut, no whale was freed<br />
The Captain&rsquo;s mind was not of greed<br />
But he belonged to the Wellerman&rsquo;s creed<br />
She took that ship in tow (Huh!)<br />
[Chorus]<br />
Soon may the Wellerman come<br />
To bring us sugar and tea and rum<br />
One day, when the tonguin&rsquo; is done<br />
We&rsquo;ll take our leave and go<br />
<br />
[Verse 5]<br />
For forty days, or even more<br />
The line went slack, then tight once more<br />
All boats were lost, there were only four<br />
But still that whale did go (Huh!)<br />
<br />
[Chorus]<br />
Soon may the Wellerman come<br />
To bring us sugar and tea and rum<br />
One day, when the tonguin&rsquo; is done<br />
We&rsquo;ll take our leave and go<br />
<br />
[Verse 6]<br />
As far as I&rsquo;ve heard, the fight&rsquo;s still on<br />
The line&rsquo;s not cut and the whale&rsquo;s not gone<br />
The Wellerman makes his regular call<br />
To encourage the Captain, crew, and all (Huh!)<br />
<br />
[Chorus]<br />
Soon may the Wellerman come<br />
To bring us sugar and tea and rum<br />
One day, when the tonguin&rsquo; is done<br />
We&rsquo;ll take our leave and go (Huh!)<br />
Soon may the Wellerman come<br />
To bring us sugar and tea and rum<br />
One day, when the tonguin&rsquo; is done<br />
We&rsquo;ll take our leave and go<br />
</p>
</div>
</div>
</div>
