shanties.org
** 1, 2, 3, 4
:PROPERTIES:
:Artist:   Alan Doyle
:END:
Whiskey, whiskey
The singer’s getting sore
We raised the roof
Now we’re lowering the floor
The band is blistered but we’ve got a little bit more
When I say 1,2 you say 3,4
G
1,2,3,4

C | D C
G | C D

G
Altogether
 C          G
Altogether gone
G                         D
It’s now or never if you want
       G
another song

G C G D C D

G                  C              G
On and on goes the ringing of the bell
G               D                 G
Off we go, this song won’t sing itself

G C G D C D

C                 D
So soldiers at my side
C                D
It’s you and me tonight

Chorus

G
Whiskey, whiskey
    C                G
The singer’s getting sore
   G
We raised the roof
           D           G
Now we’re lowering the floor
     G                           C
The band is blistered but we’ve got
              G
 a little bit more
(No chords)
When I say 1,2 you say 3,4
1,2,3,4

C | D C
G | C D

Verse
G
Mister moonlight
    C             G
You gotta let ‘em play
G                   D
If the devils wanna dance
                         G
Then the piper wants his pay

G C G D C D

G
Hide me in a hiding place
      C                G
Where good sense never goes
G
Take me to the fountain
          D         G
Where the firewater flows

G C G D C D

         C           D
Find our alibies and lies
    C                D
And lose ourselves tonight

Chorus
G
Whiskey, whiskey
    C                G
The singer’s getting sore
G
We raised the roof
          D            G
Now we’re lowering the floor
    G                           C
The band is blistered but we’ve got
              G
 a little bit more
(No chords)
When I say 1,2 you say 3,4
1,2,3,4

Solo
C D C G x2

Spoken:

G                            C
Trying to get the whole room on the
 dance floor
G
Is like trying to put a square peg
C
in a round hole
G
I’m not saying it ain’t something
        C
that we shouldn’t try to do
G                          C
Don’t do it for me though, do it for you
G
You’ve been minding your manners
    C
and behaving yourself
G
But there’s still a lot of bottles
     C
left upon the shelf
G
So wet my little whistle now and
C
give a dog a bone
G                         C
I can take it up a notch, can’t do it alone
   C              D
So soldiers at my side
     C          D
It’s you and me tonight

Chorus
G
Whiskey, whiskey
    C                G
The singer’s getting sore
G
We raised the roof
          D            G
Now we’re lowering the floor
G                               C
The band is blistered but we’ve got
              G
 a little bit more
(No chords)
When I say 1,2 you say 3,4
1,2,3,4
#+latex: \clearpage
** A Pirates Life For Me
#+begin_verse
[Hook]
F      Bb       F        C7        F
Yo ho, yo ho, a pirate's life for me

[Verse 1]
   Dm                      A7
We pillage, we plunder, we rifle and loot
Dm                       A7
Drink up me hearties, yo ho
   Bb         C          F            Dm
We kidnap and ravage and don't give a hoot
      G               C7
Drink up me hearties, yo ho

[Hook]
F      Bb       F        C7        F
Yo ho, yo ho, a pirate's life for me

[Verse 2]
Dm                       A7
We extort, we pilfer, we filch and sack
Dm                    A7
Drink up me hearties, yo ho
Bb         C            F      Dm
Maraud and embezzle and even hijack
G                       C7
Drink up me hearties, yo ho

[Hook]
F      Bb       F        C7        F
Yo ho, yo ho, a pirate's life for me

[Verse 3]
Dm                  A7
We kindle and char, inflame and ignite
Dm                       A7
Drink up me hearties, yo ho
   Bb          C           F        Dm
We burn up the city, we're really a fright
      G                  C7
Drink up me hearties, yo ho

[Hook]
F      Bb       F        C7        F
Yo ho, yo ho, a pirate's life for me

[Verse 4]
      Dm                   A7
We're rascals, scoundrels, villains and knaves
Dm                       A7
Drink up me hearties, yo ho
      Bb         C               F          Dm
We're devils and black sheep and really bad eggs
      G                  C7
Drink up me hearties, yo ho

[Hook]
F      Bb       F        C7       F
Yo ho, yo ho, a pirate's life for me

[Verse 5]
      Dm                        A7
We're beggars and blighters and ne'er-do-well cads
Dm                       A7
Drink up me hearties, yo ho
Bb            C            F           Dm
Aye but we're loved by our mommies and dads
G                        C7
Drink up me hearties, yo ho

[Hook]
F      Bb       F        C7        F
Yo ho, yo ho, a pirate's life for me
#+end_verse
#+latex: \clearpage
