index.html

<div id="outline-container-orgcf62f35" class="outline-2">
<h2 id="orgcf62f35"><span class="section-number-2">2.</span> Chords</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgb99236e" class="outline-3">
<h3 id="orgb99236e"><span class="section-number-3">2.1.</span> 1, 2, 3, 4</h3>
<div class="outline-text-3" id="text-2-1">
<pre class="example">
Artist: Alan Doyle
</pre>
<p>
Whiskey, whiskey
The singer’s getting sore
We raised the roof
Now we’re lowering the floor
The band is blistered but we’ve got a little bit more
When I say 1,2 you say 3,4
G
1,2,3,4
</p>

<p>
C | D C
G | C D
</p>

<p>
G
Altogether
 C          G
Altogether gone
G                         D
It’s now or never if you want
       G
another song
</p>

<p>
G C G D C D
</p>

<p>
G                  C              G
On and on goes the ringing of the bell
G               D                 G
Off we go, this song won’t sing itself
</p>

<p>
G C G D C D
</p>

<p>
C                 D
So soldiers at my side
C                D
It’s you and me tonight
</p>

<p>
Chorus
</p>

<p>
G
Whiskey, whiskey
    C                G
The singer’s getting sore
   G
We raised the roof
           D           G
Now we’re lowering the floor
     G                           C
The band is blistered but we’ve got
              G
 a little bit more
(No chords)
When I say 1,2 you say 3,4
1,2,3,4
</p>

<p>
C | D C
G | C D
</p>

<p>
Verse
G
Mister moonlight
    C             G
You gotta let ‘em play
G                   D
If the devils wanna dance
                         G
Then the piper wants his pay
</p>

<p>
G C G D C D
</p>

<p>
G
Hide me in a hiding place
      C                G
Where good sense never goes
G
Take me to the fountain
          D         G
Where the firewater flows
</p>

<p>
G C G D C D
</p>

<p>
         C           D
Find our alibies and lies
    C                D
And lose ourselves tonight
</p>

<p>
Chorus
G
Whiskey, whiskey
    C                G
The singer’s getting sore
G
We raised the roof
          D            G
Now we’re lowering the floor
    G                           C
The band is blistered but we’ve got
              G
 a little bit more
(No chords)
When I say 1,2 you say 3,4
1,2,3,4
</p>

<p>
Solo
C D C G x2
</p>

<p>
Spoken:
</p>

<p>
G                            C
Trying to get the whole room on the
 dance floor
G
Is like trying to put a square peg
C
in a round hole
G
I’m not saying it ain’t something
        C
that we shouldn’t try to do
G                          C
Don’t do it for me though, do it for you
G
You’ve been minding your manners
    C
and behaving yourself
G
But there’s still a lot of bottles
     C
left upon the shelf
G
So wet my little whistle now and
C
give a dog a bone
G                         C
I can take it up a notch, can’t do it alone
   C              D
So soldiers at my side
     C          D
It’s you and me tonight
</p>

<p>
Chorus
G
Whiskey, whiskey
    C                G
The singer’s getting sore
G
We raised the roof
          D            G
Now we’re lowering the floor
G                               C
The band is blistered but we’ve got
              G
 a little bit more
(No chords)
When I say 1,2 you say 3,4
1,2,3,4
</p>
</div>
</div>
<div id="outline-container-org316088e" class="outline-3">
<h3 id="org316088e"><span class="section-number-3">2.2.</span> A Pirates Life For Me</h3>
<div class="outline-text-3" id="text-2-2">
<p class="verse">
[Hook]<br />
F      Bb       F        C7        F<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
<br />
[Verse 1]<br />
&#xa0;&#xa0;&#xa0;Dm                      A7<br />
We pillage, we plunder, we rifle and loot<br />
Dm                       A7<br />
Drink up me hearties, yo ho<br />
&#xa0;&#xa0;&#xa0;Bb         C          F            Dm<br />
We kidnap and ravage and don&rsquo;t give a hoot<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               C7<br />
Drink up me hearties, yo ho<br />
<br />
[Hook]<br />
F      Bb       F        C7        F<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
<br />
[Verse 2]<br />
Dm                       A7<br />
We extort, we pilfer, we filch and sack<br />
Dm                    A7<br />
Drink up me hearties, yo ho<br />
Bb         C            F      Dm<br />
Maraud and embezzle and even hijack<br />
G                       C7<br />
Drink up me hearties, yo ho<br />
<br />
[Hook]<br />
F      Bb       F        C7        F<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
<br />
[Verse 3]<br />
Dm                  A7<br />
We kindle and char, inflame and ignite<br />
Dm                       A7<br />
Drink up me hearties, yo ho<br />
&#xa0;&#xa0;&#xa0;Bb          C           F        Dm<br />
We burn up the city, we&rsquo;re really a fright<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                  C7<br />
Drink up me hearties, yo ho<br />
<br />
[Hook]<br />
F      Bb       F        C7        F<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
<br />
[Verse 4]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm                   A7<br />
We&rsquo;re rascals, scoundrels, villains and knaves<br />
Dm                       A7<br />
Drink up me hearties, yo ho<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bb         C               F          Dm<br />
We&rsquo;re devils and black sheep and really bad eggs<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                  C7<br />
Drink up me hearties, yo ho<br />
<br />
[Hook]<br />
F      Bb       F        C7       F<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
<br />
[Verse 5]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm                        A7<br />
We&rsquo;re beggars and blighters and ne&rsquo;er-do-well cads<br />
Dm                       A7<br />
Drink up me hearties, yo ho<br />
Bb            C            F           Dm<br />
Aye but we&rsquo;re loved by our mommies and dads<br />
G                        C7<br />
Drink up me hearties, yo ho<br />
<br />
[Hook]<br />
F      Bb       F        C7        F<br />
Yo ho, yo ho, a pirate&rsquo;s life for me<br />
</p>
</div>
</div>
