shanties.org
** Barrett's Privateers
#+begin_verse
Asterisk  (*)  new measure, play same chord
Period    (.)  1/8 note rest at start of a measure
Underline (_)  sustain note into next measure

[Verse 1]
        C        *         G       C
Oh, the year was seventeen seventy-eight
      *      F      C          G     (*)
How I wish I was in Sherbrooke now
  C         G           C        *
A letter of marque came from the king
       *         *          G    F
To the scummiest vessel I'd ever seen

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 2]
      C     *       G         C
Well, Elcid Barrett cried the town
      *      F      C          G    (*)
How I wish I was in Sherbrooke now
    C            G        C          *
For twenty brave men, all fishermen, who
      *        *       G          F
Would make for him the Antelope's crew

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 3]
    C        *           G         C
The Antelope sloop was a sickening sight
      *      F      C          G    (*)
How I wish I was in Sherbrooke now
        C           G            C        *
She'd a list to the port and her sails in rags
        *           *                 G            F
And the cook in the scuppers with the staggers and jags

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 4]
       C            *      G      C
On the King's birth-day we put to sea
      *      F      C          G    (*)
How I wish I was in Sherbrooke now
        C          G           C    *
We were ninety-one days to Mon-tego Bay
x            x      G       F
Pumping like madmen all the way

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 5]
       C            *      G        C
On the ninety-sixth day we sailed a-gain
      *      F      C          G    (*)
How I wish I was in Sherbrooke now
       C            G      C       *
When a bloody great Yankee hove in sight
         *            *            G       F
With our cracked four-pounders, we made to fight

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 6]
    C      *       G         C
The Yankee lay low down with gold
      *      F      C          G     (*)
How I wish I was in Sherbrooke now
        C         G       C        *
She was broad and fat and loose in stays
       *                  *        G         F
But to catch her took the Antelope two whole days

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 7]
        C         *         G        C
Then at length we stood two cables a-way
      *      F      C          G     (*)
How I wish I was in Sherbrooke now
    C            G                C     *
Our cracked four-pounders made an awful din
         *       *             G        F
But with one fat ball the Yank stove us in

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 8]
    C        *         G              C
The Antelope shook and pitched on her side
      *      F      C          G     (*)
How I wish I was in Sherbrooke now
C           G              C       *
Barrett was smashed like a bowl of eggs
        *          *           G       F
And the main-truck carried off both me legs

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers

[Verse 9]
   C      *         G            C
So here I lay in me twenty-third year
      *      F      C          G     (*)
How I wish I was in Sherbrooke now
     C        G              C        *
It's been six years since we sailed a-way
      *         *       G      F
And I just made Halifax yester-day

[Chorus]
    G         C    *     F
God damn them all, I was told,
     C          F          C       F
We'd cruise the seas for A-merican gold
     G       C     G       F     (*)
We'd fire no guns, shed no tears
          C      F        C       F
But I'm a broken man on a Halifax pier
    *       *         G     C
The last of Barrett's Priva-teers
#+end_verse
#+latex: \clearpage
