index.html
<div id="outline-container-org3aeb0c9" class="outline-3">
<h3 id="org3aeb0c9"><span class="section-number-3">2.3.</span> Barrett&rsquo;s Privateers</h3>
<div class="outline-text-3" id="text-2-3">
<p class="verse">
Asterisk  (<b>)  new measure, play same chord<br />
Period    (.)  1/8 note rest at start of a measure<br />
Underline (_)  sustain note into next measure<br />
<br />
[Verse 1]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C        *         G       C<br />
Oh, the year was seventeen seventy-eight<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G     (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;C         G           C        *<br />
A letter of marque came from the king<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*         *          G    F<br />
To the scummiest vessel I&rsquo;d ever seen<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 2]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     *       G         C<br />
Well, Elcid Barrett cried the town<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G    (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;&#xa0;&#xa0;C            G        C          *<br />
For twenty brave men, all fishermen, who<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*        *       G          F<br />
Would make for him the Antelope&rsquo;s crew<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 3]<br />
&#xa0;&#xa0;&#xa0;&#xa0;C        *           G         C<br />
The Antelope sloop was a sickening sight<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G    (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C           G            C        *<br />
She&rsquo;d a list to the port and her sails in rags<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*           *                 G            F<br />
And the cook in the scuppers with the staggers and jags<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 4]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C            *      G      C<br />
On the King&rsquo;s birth-day we put to sea<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G    (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          G           C    *<br />
We were ninety-one days to Mon-tego Bay<br />
x            x      G       F<br />
Pumping like madmen all the way<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 5]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C            *      G        C<br />
On the ninety-sixth day we sailed a-gain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G    (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C            G      C       *<br />
When a bloody great Yankee hove in sight<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*            *            G       F<br />
With our cracked four-pounders, we made to fight<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 6]<br />
&#xa0;&#xa0;&#xa0;&#xa0;C      *       G         C<br />
The Yankee lay low down with gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G     (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C         G       C        *<br />
She was broad and fat and loose in stays<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*                  *        G         F<br />
But to catch her took the Antelope two whole days<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 7]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C         *         G        C<br />
Then at length we stood two cables a-way<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G     (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;&#xa0;&#xa0;C            G                C     *<br />
Our cracked four-pounders made an awful din<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*       *             G        F<br />
But with one fat ball the Yank stove us in<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 8]<br />
&#xa0;&#xa0;&#xa0;&#xa0;C        *         G              C<br />
The Antelope shook and pitched on her side<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G     (</b>)<br />
How I wish I was in Sherbrooke now<br />
C           G              C       *<br />
Barrett was smashed like a bowl of eggs<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*          *           G       F<br />
And the main-truck carried off both me legs<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (<b>)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
<br />
[Verse 9]<br />
&#xa0;&#xa0;&#xa0;C      *         G            C<br />
So here I lay in me twenty-third year<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*      F      C          G     (</b>)<br />
How I wish I was in Sherbrooke now<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C        G              C        *<br />
It&rsquo;s been six years since we sailed a-way<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;*         *       G      F<br />
And I just made Halifax yester-day<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         C    *     F<br />
God damn them all, I was told,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C          F          C       F<br />
We&rsquo;d cruise the seas for A-merican gold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       C     G       F     (*)<br />
We&rsquo;d fire no guns, shed no tears<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C      F        C       F<br />
But I&rsquo;m a broken man on a Halifax pier<br />
&#xa0;&#xa0;&#xa0;&#xa0;*       *         G     C<br />
The last of Barrett&rsquo;s Priva-teers<br />
</p>
</div>
</div>
