index.tex
\subsection{Barrett's Privateers}
\label{sec:orgcea8a4f}
\begin{verse}
Asterisk  (\textbf{)  new measure, play same chord\\
Period    (.)  1/8 note rest at start of a measure\\
Underline (\_)  sustain note into next measure\\
\vspace*{1em}
[Verse 1]\\
\hspace*{8em}C        *         G       C\\
Oh, the year was seventeen seventy-eight\\
\hspace*{6em}*      F      C          G     (})\\
How I wish I was in Sherbrooke now\\
\hspace*{2em}C         G           C        *\\
A letter of marque came from the king\\
\hspace*{7em}*         *          G    F\\
To the scummiest vessel I'd ever seen\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 2]\\
\hspace*{6em}C     *       G         C\\
Well, Elcid Barrett cried the town\\
\hspace*{6em}*      F      C          G    (})\\
How I wish I was in Sherbrooke now\\
\hspace*{4em}C            G        C          *\\
For twenty brave men, all fishermen, who\\
\hspace*{6em}*        *       G          F\\
Would make for him the Antelope's crew\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 3]\\
\hspace*{4em}C        *           G         C\\
The Antelope sloop was a sickening sight\\
\hspace*{6em}*      F      C          G    (})\\
How I wish I was in Sherbrooke now\\
\hspace*{8em}C           G            C        *\\
She'd a list to the port and her sails in rags\\
\hspace*{8em}*           *                 G            F\\
And the cook in the scuppers with the staggers and jags\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 4]\\
\hspace*{7em}C            *      G      C\\
On the King's birth-day we put to sea\\
\hspace*{6em}*      F      C          G    (})\\
How I wish I was in Sherbrooke now\\
\hspace*{8em}C          G           C    *\\
We were ninety-one days to Mon-tego Bay\\
x            x      G       F\\
Pumping like madmen all the way\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 5]\\
\hspace*{7em}C            *      G        C\\
On the ninety-sixth day we sailed a-gain\\
\hspace*{6em}*      F      C          G    (})\\
How I wish I was in Sherbrooke now\\
\hspace*{7em}C            G      C       *\\
When a bloody great Yankee hove in sight\\
\hspace*{9em}*            *            G       F\\
With our cracked four-pounders, we made to fight\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 6]\\
\hspace*{4em}C      *       G         C\\
The Yankee lay low down with gold\\
\hspace*{6em}*      F      C          G     (})\\
How I wish I was in Sherbrooke now\\
\hspace*{8em}C         G       C        *\\
She was broad and fat and loose in stays\\
\hspace*{7em}*                  *        G         F\\
But to catch her took the Antelope two whole days\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 7]\\
\hspace*{8em}C         *         G        C\\
Then at length we stood two cables a-way\\
\hspace*{6em}*      F      C          G     (})\\
How I wish I was in Sherbrooke now\\
\hspace*{4em}C            G                C     *\\
Our cracked four-pounders made an awful din\\
\hspace*{9em}*       *             G        F\\
But with one fat ball the Yank stove us in\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 8]\\
\hspace*{4em}C        *         G              C\\
The Antelope shook and pitched on her side\\
\hspace*{6em}*      F      C          G     (})\\
How I wish I was in Sherbrooke now\\
C           G              C       *\\
Barrett was smashed like a bowl of eggs\\
\hspace*{8em}*          *           G       F\\
And the main-truck carried off both me legs\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (\textbf{)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\vspace*{1em}
[Verse 9]\\
\hspace*{3em}C      *         G            C\\
So here I lay in me twenty-third year\\
\hspace*{6em}*      F      C          G     (})\\
How I wish I was in Sherbrooke now\\
\hspace*{5em}C        G              C        *\\
It's been six years since we sailed a-way\\
\hspace*{6em}*         *       G      F\\
And I just made Halifax yester-day\\
\vspace*{1em}
[Chorus]\\
\hspace*{4em}G         C    *     F\\
God damn them all, I was told,\\
\hspace*{5em}C          F          C       F\\
We'd cruise the seas for A-merican gold\\
\hspace*{5em}G       C     G       F     (*)\\
We'd fire no guns, shed no tears\\
\hspace*{10em}C      F        C       F\\
But I'm a broken man on a Halifax pier\\
\hspace*{4em}*       *         G     C\\
The last of Barrett's Priva-teers\\
\end{verse}
\clearpage
