shanties.org
** Beneath the Black Flag
#+begin_verse
Beneath The Black Flag by Miracle of Sound (Gavin Dunne)

Capo 2
Intro:
Em   C   G   D
Em   C   G D Em
                X2
Verse:
    Em             C
Out on the endless ocean
   Am             Em
We tear along the gales
     C              Am
With rum inside our bellies warm
D              Em
And freedom in our sails

  Em               C
A wayward bunch of scoundrels
  Am                   Em
Assassins, thieves and slaves
    C                    Am
The rich and blue bloods fear us when
   D             Em
We hunt upon the waves

Am              Em
And when you see it coming
     D               Em
That flag of baleful black
   Am               Em
No point in turning tail there's no
D             Bm
Escaping our attack!

Chorus:
   Em
YO-HO!
   C
YO-HO!
   G               D
We row beneath the black flag
     Em         C
A rollickin' we go!
   G       D     Em
We own the sea & sky

   Em
YO-HO!
   C
YO-HO!
   G               D
We row beneath the black flag
     Em         C
A rollickin' we go!
   G         D        Em
We bleed the kingdoms dry!!

Em   C   G   D
Em   C   G D Em

Verse:
  Em           C
Defy the odds against us
  Am              Em
A pirate knows no fear
    C              Am
Our steel is ready and our
     D            Em
Retribution is severe


   Em               C
We plunder from the greedy
     Am                 Em
With blood and with our steel
   C               Am
We rob the rich of their
           D                Em
Ill-gotten gain & make them kneel

  Am                    Em
Behold the oceans's mysteries
    D                Em
The tales of ancient deeds
   Am            Em
We follow in the footsteps
     D             Bm
Of a silent secret creed

Come on lads!!

Chorus:
   Em
YO-HO!
   C
YO-HO!
   G               D
We row beneath the black flag
     Em         C
A rollickin' we go!
   G       D     Em
We own the sea & sky

   Em
YO-HO!
   C
YO-HO!
   G               D
We row beneath the black flag
     Em         C
A rollickin' we go!
   G         D        Em
We bleed the kingdoms dry!!

F#m   E   D E F#m x2

F#m E   D    E  F#m E   D E
Justice runs in crimson rivers....

Chorus:
   Em
YO-HO!
   C
YO-HO!
   G               D
We row beneath the black flag
     Em         C
A rollickin' we go!
   G       D     Em
We own the sea & sky

   Em
YO-HO!
   C
YO-HO!
   G               D
We row beneath the black flag
     Em         C
A rollickin' we go!
   G         D        Em
We bleed the kingdoms dry!!

Tabbed by Shadowstrlke
#+end_verse
#+latex: \clearpage
