index.html
<div id="outline-container-orgf551951" class="outline-3">
<h3 id="orgf551951"><span class="section-number-3">2.4.</span> Beneath the Black Flag</h3>
<div class="outline-text-3" id="text-2-4">
<p class="verse">
Beneath The Black Flag by Miracle of Sound (Gavin Dunne)<br />
<br />
Capo 2<br />
Intro:<br />
Em   C   G   D<br />
Em   C   G D Em<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;X2<br />
Verse:<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em             C<br />
Out on the endless ocean<br />
&#xa0;&#xa0;&#xa0;Am             Em<br />
We tear along the gales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C              Am<br />
With rum inside our bellies warm<br />
D              Em<br />
And freedom in our sails<br />
<br />
&#xa0;&#xa0;Em               C<br />
A wayward bunch of scoundrels<br />
&#xa0;&#xa0;Am                   Em<br />
Assassins, thieves and slaves<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                    Am<br />
The rich and blue bloods fear us when<br />
&#xa0;&#xa0;&#xa0;D             Em<br />
We hunt upon the waves<br />
<br />
Am              Em<br />
And when you see it coming<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D               Em<br />
That flag of baleful black<br />
&#xa0;&#xa0;&#xa0;Am               Em<br />
No point in turning tail there&rsquo;s no<br />
D             Bm<br />
Escaping our attack!<br />
<br />
Chorus:<br />
&#xa0;&#xa0;&#xa0;Em<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;C<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;G               D<br />
We row beneath the black flag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em         C<br />
A rollickin&rsquo; we go!<br />
&#xa0;&#xa0;&#xa0;G       D     Em<br />
We own the sea &amp; sky<br />
<br />
&#xa0;&#xa0;&#xa0;Em<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;C<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;G               D<br />
We row beneath the black flag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em         C<br />
A rollickin&rsquo; we go!<br />
&#xa0;&#xa0;&#xa0;G         D        Em<br />
We bleed the kingdoms dry!!<br />
<br />
Em   C   G   D<br />
Em   C   G D Em<br />
<br />
Verse:<br />
&#xa0;&#xa0;Em           C<br />
Defy the odds against us<br />
&#xa0;&#xa0;Am              Em<br />
A pirate knows no fear<br />
&#xa0;&#xa0;&#xa0;&#xa0;C              Am<br />
Our steel is ready and our<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D            Em<br />
Retribution is severe<br />
<br />
<br />
&#xa0;&#xa0;&#xa0;Em               C<br />
We plunder from the greedy<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am                 Em<br />
With blood and with our steel<br />
&#xa0;&#xa0;&#xa0;C               Am<br />
We rob the rich of their<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                Em<br />
Ill-gotten gain &amp; make them kneel<br />
<br />
&#xa0;&#xa0;Am                    Em<br />
Behold the oceans&rsquo;s mysteries<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                Em<br />
The tales of ancient deeds<br />
&#xa0;&#xa0;&#xa0;Am            Em<br />
We follow in the footsteps<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D             Bm<br />
Of a silent secret creed<br />
<br />
Come on lads!!<br />
<br />
Chorus:<br />
&#xa0;&#xa0;&#xa0;Em<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;C<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;G               D<br />
We row beneath the black flag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em         C<br />
A rollickin&rsquo; we go!<br />
&#xa0;&#xa0;&#xa0;G       D     Em<br />
We own the sea &amp; sky<br />
<br />
&#xa0;&#xa0;&#xa0;Em<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;C<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;G               D<br />
We row beneath the black flag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em         C<br />
A rollickin&rsquo; we go!<br />
&#xa0;&#xa0;&#xa0;G         D        Em<br />
We bleed the kingdoms dry!!<br />
<br />
F#m   E   D E F#m x2<br />
<br />
F#m E   D    E  F#m E   D E<br />
Justice runs in crimson rivers&#x2026;.<br />
<br />
Chorus:<br />
&#xa0;&#xa0;&#xa0;Em<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;C<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;G               D<br />
We row beneath the black flag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em         C<br />
A rollickin&rsquo; we go!<br />
&#xa0;&#xa0;&#xa0;G       D     Em<br />
We own the sea &amp; sky<br />
<br />
&#xa0;&#xa0;&#xa0;Em<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;C<br />
YO-HO!<br />
&#xa0;&#xa0;&#xa0;G               D<br />
We row beneath the black flag<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em         C<br />
A rollickin&rsquo; we go!<br />
&#xa0;&#xa0;&#xa0;G         D        Em<br />
We bleed the kingdoms dry!!<br />
<br />
Tabbed by Shadowstrlke<br />
</p>
</div>
</div>
