index.tex
\subsection{Beneath the Black Flag}
\label{sec:orgc99109e}
\begin{verse}
Beneath The Black Flag by Miracle of Sound (Gavin Dunne)\\
\vspace*{1em}
Capo 2\\
Intro:\\
Em   C   G   D\\
Em   C   G D Em\\
\hspace*{16em}X2\\
Verse:\\
\hspace*{4em}Em             C\\
Out on the endless ocean\\
\hspace*{3em}Am             Em\\
We tear along the gales\\
\hspace*{5em}C              Am\\
With rum inside our bellies warm\\
D              Em\\
And freedom in our sails\\
\vspace*{1em}
\hspace*{2em}Em               C\\
A wayward bunch of scoundrels\\
\hspace*{2em}Am                   Em\\
Assassins, thieves and slaves\\
\hspace*{4em}C                    Am\\
The rich and blue bloods fear us when\\
\hspace*{3em}D             Em\\
We hunt upon the waves\\
\vspace*{1em}
Am              Em\\
And when you see it coming\\
\hspace*{5em}D               Em\\
That flag of baleful black\\
\hspace*{3em}Am               Em\\
No point in turning tail there's no\\
D             Bm\\
Escaping our attack!\\
\vspace*{1em}
Chorus:\\
\hspace*{3em}Em\\
YO-HO!\\
\hspace*{3em}C\\
YO-HO!\\
\hspace*{3em}G               D\\
We row beneath the black flag\\
\hspace*{5em}Em         C\\
A rollickin' we go!\\
\hspace*{3em}G       D     Em\\
We own the sea \& sky\\
\vspace*{1em}
\hspace*{3em}Em\\
YO-HO!\\
\hspace*{3em}C\\
YO-HO!\\
\hspace*{3em}G               D\\
We row beneath the black flag\\
\hspace*{5em}Em         C\\
A rollickin' we go!\\
\hspace*{3em}G         D        Em\\
We bleed the kingdoms dry!!\\
\vspace*{1em}
Em   C   G   D\\
Em   C   G D Em\\
\vspace*{1em}
Verse:\\
\hspace*{2em}Em           C\\
Defy the odds against us\\
\hspace*{2em}Am              Em\\
A pirate knows no fear\\
\hspace*{4em}C              Am\\
Our steel is ready and our\\
\hspace*{5em}D            Em\\
Retribution is severe\\
\vspace*{1em}
\vspace*{1em}
\hspace*{3em}Em               C\\
We plunder from the greedy\\
\hspace*{5em}Am                 Em\\
With blood and with our steel\\
\hspace*{3em}C               Am\\
We rob the rich of their\\
\hspace*{11em}D                Em\\
Ill-gotten gain \& make them kneel\\
\vspace*{1em}
\hspace*{2em}Am                    Em\\
Behold the oceans's mysteries\\
\hspace*{4em}D                Em\\
The tales of ancient deeds\\
\hspace*{3em}Am            Em\\
We follow in the footsteps\\
\hspace*{5em}D             Bm\\
Of a silent secret creed\\
\vspace*{1em}
Come on lads!!\\
\vspace*{1em}
Chorus:\\
\hspace*{3em}Em\\
YO-HO!\\
\hspace*{3em}C\\
YO-HO!\\
\hspace*{3em}G               D\\
We row beneath the black flag\\
\hspace*{5em}Em         C\\
A rollickin' we go!\\
\hspace*{3em}G       D     Em\\
We own the sea \& sky\\
\vspace*{1em}
\hspace*{3em}Em\\
YO-HO!\\
\hspace*{3em}C\\
YO-HO!\\
\hspace*{3em}G               D\\
We row beneath the black flag\\
\hspace*{5em}Em         C\\
A rollickin' we go!\\
\hspace*{3em}G         D        Em\\
We bleed the kingdoms dry!!\\
\vspace*{1em}
F\#m   E   D E F\#m x2\\
\vspace*{1em}
F\#m E   D    E  F\#m E   D E\\
Justice runs in crimson rivers\ldots{}.\\
\vspace*{1em}
Chorus:\\
\hspace*{3em}Em\\
YO-HO!\\
\hspace*{3em}C\\
YO-HO!\\
\hspace*{3em}G               D\\
We row beneath the black flag\\
\hspace*{5em}Em         C\\
A rollickin' we go!\\
\hspace*{3em}G       D     Em\\
We own the sea \& sky\\
\vspace*{1em}
\hspace*{3em}Em\\
YO-HO!\\
\hspace*{3em}C\\
YO-HO!\\
\hspace*{3em}G               D\\
We row beneath the black flag\\
\hspace*{5em}Em         C\\
A rollickin' we go!\\
\hspace*{3em}G         D        Em\\
We bleed the kingdoms dry!!\\
\vspace*{1em}
Tabbed by Shadowstrlke\\
\end{verse}
\clearpage
