index.html
<div id="outline-container-org7ab9313" class="outline-3">
<h3 id="org7ab9313"><span class="section-number-3">2.5.</span> Binks&rsquo; Brew</h3>
<div class="outline-text-3" id="text-2-5">
<p class="verse">
ONE PIECE – Bink’s Sake / Binkusu no Sake / ビンクスの酒<br />
Capo 1<br />
<br />
<br />
NOTE<br />
easier version and picking pattern at the end of the tab!<br />
<br />
<br />
CHORD CHART<br />
D5        xxx235<br />
Amaj7sus4 xxx234<br />
Dsus4     xxx233<br />
Aadd4     x0022x<br />
A-5       x0122x<br />
D/A       x0x232<br />
E/G#      4x2100<br />
D-5       xx0132<br />
Dadd4     xx0032<br />
<br />
<br />
[INTRO]<br />
(Piano Solo)<br />
D5   Amaj7sus4   Dsus4<br />
D  D/A  G  E/G#<br />
G       D       G       D<br />
E       A       E       A   Aadd4   A-5   A<br />
<br />
<br />
[CHORUS]<br />
D       D/A     D      D/A<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
D       D/A     D      D-5   Dadd4<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
D       D/C#    Bm     A<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
G       A       D      D-5   Dadd4<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
<br />
<br />
[BRIDGE]<br />
G  D  E  A<br />
<br />
<br />
[VERSE]<br />
D          G        D         G    D<br />
Binkusu no sake wo, todoke ni yuku yo<br />
ビンクス の  酒を     届けに     ゆく  よ<br />
G  G/F# G        E       A<br />
Umikaze kimakase namimakase<br />
海  風   気まかせ  波   まかせ<br />
D         G       D        G  D<br />
Shio no mukou de, yuuhi mo sawagu<br />
潮の     向こうで   夕日も    騒ぐ<br />
G    G/F# G           D    A  D<br />
Sora nya  wa wo kaku, tori no uta<br />
空   にゃ  輪をかく     鳥   の  唄<br />
<br />
D        G       D          G    D<br />
Sayonara minato, tsumugi no sato yo<br />
さよなら  港       つむぎの    里   よ<br />
G      G/F#   G       E       A<br />
DON to icchou utao, funade no uta<br />
ドンと  一丁    唄お   船出の    唄<br />
D      G       D          G  D<br />
Kinpa-ginpa mo shibuki ni kaete<br />
金波   銀波も    しぶきに    かえて<br />
G  G/F#  G          D    A   D<br />
Oretacha yuku zo, umi no kagiri<br />
おれ達ゃ  ゆくぞ      海の  限り<br />
<br />
<br />
[INTERLUDE]<br />
(Piano Solo)<br />
G       D       G       D<br />
E       A       E       A   Aadd4   A-5   A<br />
<br />
<br />
[VERSE]<br />
D          G        D         G    D<br />
Binkusu no sake wo, todoke ni yuku yo<br />
ビンクスの   酒を     届けに     ゆく  よ<br />
G   G/F# G        E        A<br />
Warera   kaizoku, umi watteku<br />
我ら      海賊     海   割ってく<br />
D         G        D         G    D<br />
Nami wo makura ni, negura wa fune yo<br />
波を      枕に      寝ぐらは    船   よ<br />
G     G/F# G        D     A   D<br />
Ho ni hata ni ketateru wa dokuro<br />
帆に   旗   に  蹴立てるは   ドクロ<br />
<br />
D         G        D        G    D<br />
Arashi ga kita zo, senri no sora ni<br />
嵐が       きたぞ    千里の    空   に<br />
G    G/F# G          E        A<br />
Nami ga  odoru yo, DORAMU narase<br />
波   が  おどるよ    ドラム   ならせ<br />
D       G       D         G  D<br />
Okubyou kaze ni fukarerya saigo<br />
おくびょう風に    吹かれりゃ  最後<br />
G   G/F# G       D   A    D<br />
Asu no  asahi ga nai ja nashi<br />
明日の   朝日が    ないじゃ なし<br />
<br />
<br />
[CHORUS]<br />
D       D/A     D      D/A<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
D       D/A     D      D-5   Dadd4<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
D       D/C#    Bm     A<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
G       A       D<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
<br />
D          G        D         G    D<br />
Binkusu no sake wo, todoke ni yuku yo<br />
ビンクスの   酒を     届けに     ゆく  よ<br />
G    G/F# G         Bm       A<br />
Kyou ka   asu ka to yoi no yume<br />
今日  か   明日かと   宵の      夢<br />
D          G        D      G   D<br />
Te wo furu kage ni, mou  aenai yo<br />
手をふる    影に      もう会えない よ<br />
G    G/F# G        D     A    D<br />
Nani wo kuyokuyo, asu mo tsukuyo<br />
何   を  くよくよ   明日も  月   夜<br />
<br />
D          G        D         G    D<br />
Binkusu no sake wo, todoke ni yuku yo<br />
ビンクスの   酒を     届けに     ゆく  よ<br />
G      G/F#   G       E       A<br />
DON to icchou utao, unaba no uta<br />
ドンと  一丁    唄お   海の      唄<br />
D       G       D         G    D<br />
Douse dare demo itsuka wa hone yo<br />
どうせ  誰でも    いつかは   ホネ  よ<br />
&#xa0;&#xa0;G   G/F#  G          D  A   D<br />
Hatenashi, atenashi, waraibanashi<br />
果て なし   あてなし     笑い話<br />
<br />
<br />
[CHORUS]<br />
D       D/A     D      D/A<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
D       D/A     D      D-5   Dadd4<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
D       D/C#    Bm     A<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
G       A       D<br />
Yo-hohoho, Yo-hohoho,<br />
ヨホホホ、    ヨホホホ<br />
<br />
Note: repeat chorus until everyone is dead<br />
<br />
<br />
EASIER VERSION<br />
(for steady picking pattern)<br />
<br />
e |--&#x2013;&#x2014;x------&#x2013;&#x2014;x&#x2013;&#x2014;|<br />
B |--&#x2013;&#x2014;x------&#x2013;&#x2014;x&#x2013;&#x2014;|<br />
G |&#x2013;&#x2014;x&#x2014;x--&#x2013;&#x2014;x&#x2014;x&#x2014;|<br />
D |-x------------------&#x2013;&#x2014;|<br />
A |--------&#x2013;&#x2014;x------&#x2013;&#x2014;|<br />
E |--------------------&#x2013;&#x2014;|<br />
&#xa0;&#xa0;&#xa0;&#xa0;1     2     3     4<br />
<br />
D          G        D         G<br />
Binkusu no sake wo, todoke ni yuku yo<br />
ビンクスの   酒を     届けに     ゆくよ<br />
G       G/F#     E       A<br />
Umikaze kimakase namimakase<br />
海風     気まかせ  波ま   かせ<br />
D         G       D        G<br />
Shio no mukou de, yuuhi mo sawagu<br />
潮の     向こうで   夕日も    騒ぐ<br />
G         G/F#        A        D<br />
Sora nya  wa wo kaku, tori no uta<br />
空にゃ     輪をかく     鳥の     唄<br />
<br />
all verses work like this and the rest stays the same<br />
</p>
<p>
:Artist:   One Piece
</p>
</div>
</div>
