index.tex
\subsection{Binks' Brew}
\label{sec:org6122bd5}
\begin{verse}
ONE PIECE – Bink’s Sake / Binkusu no Sake / ビンクスの酒\\
Capo 1\\
\vspace*{1em}
\vspace*{1em}
NOTE\\
easier version and picking pattern at the end of the tab!\\
\vspace*{1em}
\vspace*{1em}
CHORD CHART\\
D5        xxx235\\
Amaj7sus4 xxx234\\
Dsus4     xxx233\\
Aadd4     x0022x\\
A-5       x0122x\\
D/A       x0x232\\
E/G\#      4x2100\\
D-5       xx0132\\
Dadd4     xx0032\\
\vspace*{1em}
\vspace*{1em}
[INTRO]\\
(Piano Solo)\\
D5   Amaj7sus4   Dsus4\\
D  D/A  G  E/G\#\\
G       D       G       D\\
E       A       E       A   Aadd4   A-5   A\\
\vspace*{1em}
\vspace*{1em}
[CHORUS]\\
D       D/A     D      D/A\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
D       D/A     D      D-5   Dadd4\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
D       D/C\#    Bm     A\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
G       A       D      D-5   Dadd4\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
\vspace*{1em}
\vspace*{1em}
[BRIDGE]\\
G  D  E  A\\
\vspace*{1em}
\vspace*{1em}
[VERSE]\\
D          G        D         G    D\\
Binkusu no sake wo, todoke ni yuku yo\\
ビンクス の  酒を     届けに     ゆく  よ\\
G  G/F\# G        E       A\\
Umikaze kimakase namimakase\\
海  風   気まかせ  波   まかせ\\
D         G       D        G  D\\
Shio no mukou de, yuuhi mo sawagu\\
潮の     向こうで   夕日も    騒ぐ\\
G    G/F\# G           D    A  D\\
Sora nya  wa wo kaku, tori no uta\\
空   にゃ  輪をかく     鳥   の  唄\\
\vspace*{1em}
D        G       D          G    D\\
Sayonara minato, tsumugi no sato yo\\
さよなら  港       つむぎの    里   よ\\
G      G/F\#   G       E       A\\
DON to icchou utao, funade no uta\\
ドンと  一丁    唄お   船出の    唄\\
D      G       D          G  D\\
Kinpa-ginpa mo shibuki ni kaete\\
金波   銀波も    しぶきに    かえて\\
G  G/F\#  G          D    A   D\\
Oretacha yuku zo, umi no kagiri\\
おれ達ゃ  ゆくぞ      海の  限り\\
\vspace*{1em}
\vspace*{1em}
[INTERLUDE]\\
(Piano Solo)\\
G       D       G       D\\
E       A       E       A   Aadd4   A-5   A\\
\vspace*{1em}
\vspace*{1em}
[VERSE]\\
D          G        D         G    D\\
Binkusu no sake wo, todoke ni yuku yo\\
ビンクスの   酒を     届けに     ゆく  よ\\
G   G/F\# G        E        A\\
Warera   kaizoku, umi watteku\\
我ら      海賊     海   割ってく\\
D         G        D         G    D\\
Nami wo makura ni, negura wa fune yo\\
波を      枕に      寝ぐらは    船   よ\\
G     G/F\# G        D     A   D\\
Ho ni hata ni ketateru wa dokuro\\
帆に   旗   に  蹴立てるは   ドクロ\\
\vspace*{1em}
D         G        D        G    D\\
Arashi ga kita zo, senri no sora ni\\
嵐が       きたぞ    千里の    空   に\\
G    G/F\# G          E        A\\
Nami ga  odoru yo, DORAMU narase\\
波   が  おどるよ    ドラム   ならせ\\
D       G       D         G  D\\
Okubyou kaze ni fukarerya saigo\\
おくびょう風に    吹かれりゃ  最後\\
G   G/F\# G       D   A    D\\
Asu no  asahi ga nai ja nashi\\
明日の   朝日が    ないじゃ なし\\
\vspace*{1em}
\vspace*{1em}
[CHORUS]\\
D       D/A     D      D/A\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
D       D/A     D      D-5   Dadd4\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
D       D/C\#    Bm     A\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
G       A       D\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
\vspace*{1em}
D          G        D         G    D\\
Binkusu no sake wo, todoke ni yuku yo\\
ビンクスの   酒を     届けに     ゆく  よ\\
G    G/F\# G         Bm       A\\
Kyou ka   asu ka to yoi no yume\\
今日  か   明日かと   宵の      夢\\
D          G        D      G   D\\
Te wo furu kage ni, mou  aenai yo\\
手をふる    影に      もう会えない よ\\
G    G/F\# G        D     A    D\\
Nani wo kuyokuyo, asu mo tsukuyo\\
何   を  くよくよ   明日も  月   夜\\
\vspace*{1em}
D          G        D         G    D\\
Binkusu no sake wo, todoke ni yuku yo\\
ビンクスの   酒を     届けに     ゆく  よ\\
G      G/F\#   G       E       A\\
DON to icchou utao, unaba no uta\\
ドンと  一丁    唄お   海の      唄\\
D       G       D         G    D\\
Douse dare demo itsuka wa hone yo\\
どうせ  誰でも    いつかは   ホネ  よ\\
\hspace*{2em}G   G/F\#  G          D  A   D\\
Hatenashi, atenashi, waraibanashi\\
果て なし   あてなし     笑い話\\
\vspace*{1em}
\vspace*{1em}
[CHORUS]\\
D       D/A     D      D/A\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
D       D/A     D      D-5   Dadd4\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
D       D/C\#    Bm     A\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
G       A       D\\
Yo-hohoho, Yo-hohoho,\\
ヨホホホ、    ヨホホホ\\
\vspace*{1em}
Note: repeat chorus until everyone is dead\\
\vspace*{1em}
\vspace*{1em}
EASIER VERSION\\
(for steady picking pattern)\\
\vspace*{1em}
e |-------x-----------x-----|\\
B |-------x-----------x-----|\\
G |-----x---x-------x---x---|\\
D |-x-----------------------|\\
A |-------------x-----------|\\
E |-------------------------|\\
\hspace*{4em}1     2     3     4\\
\vspace*{1em}
D          G        D         G\\
Binkusu no sake wo, todoke ni yuku yo\\
ビンクスの   酒を     届けに     ゆくよ\\
G       G/F\#     E       A\\
Umikaze kimakase namimakase\\
海風     気まかせ  波ま   かせ\\
D         G       D        G\\
Shio no mukou de, yuuhi mo sawagu\\
潮の     向こうで   夕日も    騒ぐ\\
G         G/F\#        A        D\\
Sora nya  wa wo kaku, tori no uta\\
空にゃ     輪をかく     鳥の     唄\\
\vspace*{1em}
all verses work like this and the rest stays the same\\
\end{verse}
:Artist:   One Piece
\clearpage
