shanties.org
** Captain Kidd
#+begin_verse
-------------------------------------------------------------------------------
          CAPTAIN KIDD by Great Big Sea
-------------------------------------------------------------------------------
Tabbed by: R. Pereira
Email: cdnnavy8@hotmail.com

Tuning: EADGBE

Hello. This is my first TAB so any additions, corrections and comments would be
appreciated. First off you should have a CAPO on the third fret. Afterwards just
use the chord patterns for the chords listed. The rhythm pattern for playing the
chords can easily be discerned by listening to the CD. As you’ll see the song is
rather simple, but it’s a superb song for parties or by the campfire, and is easily
memorized (the chords anyway). Plus it’s just a great song. What I have sounded okay
by my ear when I played it with the studio CD, but as I said any corrections/improvement
would be appreciated. Enjoy.

NB: For those unfamiliar Dsus4 should be played as follows:
                    Capo on 3rd
Dsus4   |----|----|--X--|----|----|--3-|----|----|----
        |----|----|--X--|----|----|--2-|----|----|----
        |----|----|--X--|----|--1-|----|----|----|----
        |----|----|--X--|----|-- -|----|----|----|---   Open
        |----|----|--X--|----|----|----|----|----|---   X
        |----|----|--X--|----|----|----|----|----|---   X

Intro:  D Dsus4 D (quarter rest for bass) D Dsus4 D (quarter rest)

Chorus:
   D       Dsus4   D                      A
My name is Captain Kidd as I sailed, as I sailed
      D       Dsus4   D          A
Oh my name is Captain Kidd as I sailed
   G                        D                 A
My name is Captain Kidd and God's laws I did forbid
         G          A           D Dsus4 D
And most wickedly I did as I sailed.

   D      Dsus4      D                        A
My father taught me well to shun the gates of hell
    D         Dsus4 D           A
But against him I rebelled as I sailed
            D      Dsus4  D                       A
He shoved a Bible in my hand but I left it in the sand
      D     Dsus4      D            A
And I pulled away from land as I sailed

Chorus

I murdered William Moore and I left him in his gore
Twenty leagues away from shore as I sailed,
And being crueler still, the gunner I did kill
All his precious blood did spill as I sailed,

Chorus
(After Chorus comes the nice snare drum solo, which uses the same chords as the Chorus)

I was sick and nigh to death and I vowed at every breath,
Oh to walk in wisdom's path as I sailed
But my repentance lasted not my vows I soon forgot
Oh damnation is my lot as I sailed

Chorus

To the execution dock lay my head upon the block
Laws no more I'll mock as I sail
So take warning here and heed to shun bad company
Or you'll wind up just like me as I sailed.

Chorus repeating last line twice and ending on D
#+end_verse
#+latex: \clearpage
