index.html
<div id="outline-container-org0b17350" class="outline-3">
<h3 id="org0b17350"><span class="section-number-3">2.8.</span> Captain Kidd</h3>
<div class="outline-text-3" id="text-2-8">
<p class="verse">
--------------------------------------------------------------------------&#x2013;&#x2014;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;CAPTAIN KIDD by Great Big Sea<br />
--------------------------------------------------------------------------&#x2013;&#x2014;<br />
Tabbed by: R. Pereira<br />
Email: cdnnavy8@hotmail.com<br />
<br />
Tuning: EADGBE<br />
<br />
Hello. This is my first TAB so any additions, corrections and comments would be<br />
appreciated. First off you should have a CAPO on the third fret. Afterwards just<br />
use the chord patterns for the chords listed. The rhythm pattern for playing the<br />
chords can easily be discerned by listening to the CD. As you’ll see the song is<br />
rather simple, but it’s a superb song for parties or by the campfire, and is easily<br />
memorized (the chords anyway). Plus it’s just a great song. What I have sounded okay<br />
by my ear when I played it with the studio CD, but as I said any corrections/improvement<br />
would be appreciated. Enjoy.<br />
<br />
NB: For those unfamiliar Dsus4 should be played as follows:<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Capo on 3rd<br />
Dsus4   |-&#x2014;|-&#x2014;|&#x2013;X&#x2013;|-&#x2014;|-&#x2014;|&#x2013;3-|-&#x2014;|-&#x2014;|-&#x2014;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;|-&#x2014;|-&#x2014;|&#x2013;X&#x2013;|-&#x2014;|-&#x2014;|&#x2013;2-|-&#x2014;|-&#x2014;|-&#x2014;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;|-&#x2014;|-&#x2014;|&#x2013;X&#x2013;|-&#x2014;|&#x2013;1-|-&#x2014;|-&#x2014;|-&#x2014;|-&#x2014;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;|-&#x2014;|-&#x2014;|&#x2013;X&#x2013;|-&#x2014;|&#x2013; -|-&#x2014;|-&#x2014;|-&#x2014;|&#x2014;   Open<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;|-&#x2014;|-&#x2014;|&#x2013;X&#x2013;|-&#x2014;|-&#x2014;|-&#x2014;|-&#x2014;|-&#x2014;|&#x2014;   X<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;|-&#x2014;|-&#x2014;|&#x2013;X&#x2013;|-&#x2014;|-&#x2014;|-&#x2014;|-&#x2014;|-&#x2014;|&#x2014;   X<br />
<br />
Intro:  D Dsus4 D (quarter rest for bass) D Dsus4 D (quarter rest)<br />
<br />
Chorus:<br />
&#xa0;&#xa0;&#xa0;D       Dsus4   D                      A<br />
My name is Captain Kidd as I sailed, as I sailed<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D       Dsus4   D          A<br />
Oh my name is Captain Kidd as I sailed<br />
&#xa0;&#xa0;&#xa0;G                        D                 A<br />
My name is Captain Kidd and God&rsquo;s laws I did forbid<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G          A           D Dsus4 D<br />
And most wickedly I did as I sailed.<br />
<br />
&#xa0;&#xa0;&#xa0;D      Dsus4      D                        A<br />
My father taught me well to shun the gates of hell<br />
&#xa0;&#xa0;&#xa0;&#xa0;D         Dsus4 D           A<br />
But against him I rebelled as I sailed<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D      Dsus4  D                       A<br />
He shoved a Bible in my hand but I left it in the sand<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D     Dsus4      D            A<br />
And I pulled away from land as I sailed<br />
<br />
Chorus<br />
<br />
I murdered William Moore and I left him in his gore<br />
Twenty leagues away from shore as I sailed,<br />
And being crueler still, the gunner I did kill<br />
All his precious blood did spill as I sailed,<br />
<br />
Chorus<br />
(After Chorus comes the nice snare drum solo, which uses the same chords as the Chorus)<br />
<br />
I was sick and nigh to death and I vowed at every breath,<br />
Oh to walk in wisdom&rsquo;s path as I sailed<br />
But my repentance lasted not my vows I soon forgot<br />
Oh damnation is my lot as I sailed<br />
<br />
Chorus<br />
<br />
To the execution dock lay my head upon the block<br />
Laws no more I&rsquo;ll mock as I sail<br />
So take warning here and heed to shun bad company<br />
Or you&rsquo;ll wind up just like me as I sailed.<br />
<br />
Chorus repeating last line twice and ending on D<br />
</p>
</div>
</div>
