shanties.org
** Captain Morgan
:PROPERTIES:
:Title:    Captain Morgan
:Artist:   Jolly Rogers
:END:
#+begin_verse
[Intro]
E B E A E B E


[Chorus]
E
Oooh captain, what did you do
                          B7
To make me start blamin' you
    E                            A
But I know I gotta quit, but I'm havin' too much fun
         E              B7            E
Just a sipping on that Captain Morgan Rum



[Verse 1]
E
I went all the way down to Florida
                              B7
Past New York and half of Georgia
   E                              A
But I'm tryin' to stay warm, get away from the cold
        E              B7        E
But the Captain got a hold of my soul



[Chorus]
E
Oooh captain, what did you do
                          B7
To make me start blamin' you
    E                            A
But I know I gotta quit, but I'm havin' too much fun
         E              B7            E
Just a sipping on that Captain Morgan Rum



[Verse 2]
E
I'm camped out for a while
                      B7
Can't afford no big motel
      E                      A
But if you're asking me, I'm feeling kind of free
        E               B7          E
And I got to know that Captain very well



[Chorus]
E
Oooh captain, what did you do
                         B7
To make me start blamin' you
    E                            A
But I know I gotta quit, but I'm havin' too much fun
         E              B7            E
Just a sipping on that Captain Morgan Rum



[Solo]
E B E A E B E



[Chorus]
E
Oooh captain, what did you do
                         B7
To make me start blamin' you
    E                            A
But I know I gotta quit, but I'm havin' too much fun
         E              B7             E
Just a sipping all that Captain Morgan Rum



[Verse 3]
E
Now I'm campout in the Everglades
                              B7
Got a big old tree to make my shade
        E                          A
With my Harley by my side, and the captain I'm satisfied
         E         B7               E
Tell you folk's I think I've got it made



[Chorus]
E
Oooh captain, what did you do
                         B7
To make me start blamin' you
    E                            A
But I know I gotta quit, but I'm havin' too much fun
         E              B7             E
Just a sipping all that Captain Morgan Rum
    E                            A
But I know I gotta quit, but I'm havin' too much fun
         E              B7             E
Just a sipping all that Captain Morgan Rum
#+end_verse
#+latex: \clearpage
** Diggy Diggy Hole
:PROPERTIES:
:Artist:   Wind Rose
:END:
#+begin_verse
Fm
Brothers of the mine rejoice!

Db    Ab               Fm
Swing, swing, swing with me

Fm
Raise your pick and raise your voice!

Db   Ab             Fm
Sing, sing, sing with me

Fm            Eb
Down and down into the deep

Db                  Ab
Who knows what we'll find beneath?

Fm                Eb
Diamonds, rubies, gold and more

C
Hidden in the mountain store


Db          Ab     Eb            Fm
Born underground, suckled from a teat of stone

Db          Ab           Eb            Fm
Raised in the dark, the safety of our mountain home

Db         Ab       C            Fm
Skin made of iron, steel in our bones

Db
To dig and dig makes us free

Eb
Come on brothers sing with me!


[Chorus]

Fm     Ab            Eb      Db
I am a dwarf and I'm digging a hole

Db         Ab   Db          C
Diggy diggy hole, diggy diggy hole

Fm     Ab           Eb       Db
I am a dwarf and I'm digging a hole

Db         Ab    C        Fm
Diggy diggy hole, digging a hole


Fm
The sunlight will not reach this low

Db    Ab        Fm
Deep, deep in the mine

Fm
Never seen the blue moon glow

Db     Ab           Fm
Dwarves won't fly so high

Fm               Eb
Fill a glass and down some mead!

Db                 Ab
Stuff your bellies at the feast!

Fm               Eb
Stumble home and fall asleep

C
Dreaming in our mountain keep


Db         Ab      Eb            Fm
Born underground, grown inside a rocky womb

Db         Ab              Eb                Fm
The earth is our cradle; the mountain shall become our tom

Db              Ab               C              Fm
Face us on the battlefield; you will meet your doom

Db
We do not fear what lies beneath

Eb
We can never dig too deep


[Chorus]
Fm     Ab            Eb      Db
I am a dwarf and I'm digging a hole

Db         Ab   Db          C
Diggy diggy hole, diggy diggy hole

Fm     Ab           Eb       Db
I am a dwarf and I'm digging a hole

Db         Ab    C        Fm
Diggy diggy hole, digging a hole

[Chorus]
Fm     Ab            Eb      Db
I am a dwarf and I'm digging a hole

Db         Ab   Db          C
Diggy diggy hole, diggy diggy hole

Fm     Ab           Eb       Db
I am a dwarf and I'm digging a hole

Db         Ab    C        Fm
Diggy diggy hole, digging a hole


Db        Ab       Eb             Fm
Born underground, suckled from a teat of stone
Db              Ab        Eb           Fm
Raised in the dark, the safety of our mountain home
Db            Ab     C           Fm
Skin made of iron, steel in our bones
Db
To dig and dig makes us free
Eb
Come on brothers sing with me!


[Chorus]
Fm     Ab            Eb      Db
I am a dwarf and I'm digging a hole

Db         Ab   Db          C
Diggy diggy hole, diggy diggy hole

Fm     Ab           Eb       Db
I am a dwarf and I'm digging a hole

Db         Ab    C        Fm
Diggy diggy hole, digging a hole

[Chorus]
Fm     Ab            Eb      Db
I am a dwarf and I'm digging a hole

Db         Ab   Db          C
Diggy diggy hole, diggy diggy hole

Fm     Ab           Eb       Db
I am a dwarf and I'm digging a hole

Db         Ab    C        Fm
Diggy diggy hole, digging a hole
#+end_verse
#+latex: \clearpage
