index.html
<div id="outline-container-org62373f4" class="outline-3">
<h3 id="org62373f4"><span class="section-number-3">2.9.</span> Captain Morgan</h3>
<div class="outline-text-3" id="text-2-9">
<pre class="example">
Title: Captain Morgan
Artist: Jolly Rogers
</pre>
<p class="verse">
[Intro]<br />
E B E A E B E<br />
<br />
<br />
[Chorus]<br />
E<br />
Oooh captain, what did you do<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
To make me start blamin&rsquo; you<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                            A<br />
But I know I gotta quit, but I&rsquo;m havin&rsquo; too much fun<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E              B7            E<br />
Just a sipping on that Captain Morgan Rum<br />
<br />
<br />
<br />
[Verse 1]<br />
E<br />
I went all the way down to Florida<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
Past New York and half of Georgia<br />
&#xa0;&#xa0;&#xa0;E                              A<br />
But I&rsquo;m tryin&rsquo; to stay warm, get away from the cold<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E              B7        E<br />
But the Captain got a hold of my soul<br />
<br />
<br />
<br />
[Chorus]<br />
E<br />
Oooh captain, what did you do<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
To make me start blamin&rsquo; you<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                            A<br />
But I know I gotta quit, but I&rsquo;m havin&rsquo; too much fun<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E              B7            E<br />
Just a sipping on that Captain Morgan Rum<br />
<br />
<br />
<br />
[Verse 2]<br />
E<br />
I&rsquo;m camped out for a while<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
Can&rsquo;t afford no big motel<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                      A<br />
But if you&rsquo;re asking me, I&rsquo;m feeling kind of free<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E               B7          E<br />
And I got to know that Captain very well<br />
<br />
<br />
<br />
[Chorus]<br />
E<br />
Oooh captain, what did you do<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
To make me start blamin&rsquo; you<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                            A<br />
But I know I gotta quit, but I&rsquo;m havin&rsquo; too much fun<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E              B7            E<br />
Just a sipping on that Captain Morgan Rum<br />
<br />
<br />
<br />
[Solo]<br />
E B E A E B E<br />
<br />
<br />
<br />
[Chorus]<br />
E<br />
Oooh captain, what did you do<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
To make me start blamin&rsquo; you<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                            A<br />
But I know I gotta quit, but I&rsquo;m havin&rsquo; too much fun<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E              B7             E<br />
Just a sipping all that Captain Morgan Rum<br />
<br />
<br />
<br />
[Verse 3]<br />
E<br />
Now I&rsquo;m campout in the Everglades<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
Got a big old tree to make my shade<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                          A<br />
With my Harley by my side, and the captain I&rsquo;m satisfied<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E         B7               E<br />
Tell you folk&rsquo;s I think I&rsquo;ve got it made<br />
<br />
<br />
<br />
[Chorus]<br />
E<br />
Oooh captain, what did you do<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;B7<br />
To make me start blamin&rsquo; you<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                            A<br />
But I know I gotta quit, but I&rsquo;m havin&rsquo; too much fun<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E              B7             E<br />
Just a sipping all that Captain Morgan Rum<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                            A<br />
But I know I gotta quit, but I&rsquo;m havin&rsquo; too much fun<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E              B7             E<br />
Just a sipping all that Captain Morgan Rum<br />
</p>
</div>
</div>
