index.tex
\subsection{Captain Morgan}
\label{sec:org64e1c6d}
\begin{verbatim}
Title: Captain Morgan
Artist: Jolly Rogers
\end{verbatim}
\begin{verse}
[Intro]\\
E B E A E B E\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
E\\
Oooh captain, what did you do\\
\hspace*{26em}B7\\
To make me start blamin' you\\
\hspace*{4em}E                            A\\
But I know I gotta quit, but I'm havin' too much fun\\
\hspace*{9em}E              B7            E\\
Just a sipping on that Captain Morgan Rum\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Verse 1]\\
E\\
I went all the way down to Florida\\
\hspace*{30em}B7\\
Past New York and half of Georgia\\
\hspace*{3em}E                              A\\
But I'm tryin' to stay warm, get away from the cold\\
\hspace*{8em}E              B7        E\\
But the Captain got a hold of my soul\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
E\\
Oooh captain, what did you do\\
\hspace*{26em}B7\\
To make me start blamin' you\\
\hspace*{4em}E                            A\\
But I know I gotta quit, but I'm havin' too much fun\\
\hspace*{9em}E              B7            E\\
Just a sipping on that Captain Morgan Rum\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Verse 2]\\
E\\
I'm camped out for a while\\
\hspace*{22em}B7\\
Can't afford no big motel\\
\hspace*{6em}E                      A\\
But if you're asking me, I'm feeling kind of free\\
\hspace*{8em}E               B7          E\\
And I got to know that Captain very well\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
E\\
Oooh captain, what did you do\\
\hspace*{25em}B7\\
To make me start blamin' you\\
\hspace*{4em}E                            A\\
But I know I gotta quit, but I'm havin' too much fun\\
\hspace*{9em}E              B7            E\\
Just a sipping on that Captain Morgan Rum\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Solo]\\
E B E A E B E\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
E\\
Oooh captain, what did you do\\
\hspace*{25em}B7\\
To make me start blamin' you\\
\hspace*{4em}E                            A\\
But I know I gotta quit, but I'm havin' too much fun\\
\hspace*{9em}E              B7             E\\
Just a sipping all that Captain Morgan Rum\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Verse 3]\\
E\\
Now I'm campout in the Everglades\\
\hspace*{30em}B7\\
Got a big old tree to make my shade\\
\hspace*{8em}E                          A\\
With my Harley by my side, and the captain I'm satisfied\\
\hspace*{9em}E         B7               E\\
Tell you folk's I think I've got it made\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
E\\
Oooh captain, what did you do\\
\hspace*{25em}B7\\
To make me start blamin' you\\
\hspace*{4em}E                            A\\
But I know I gotta quit, but I'm havin' too much fun\\
\hspace*{9em}E              B7             E\\
Just a sipping all that Captain Morgan Rum\\
\hspace*{4em}E                            A\\
But I know I gotta quit, but I'm havin' too much fun\\
\hspace*{9em}E              B7             E\\
Just a sipping all that Captain Morgan Rum\\
\end{verse}
\clearpage
