shanties.org
** Drunken Sailor
#+begin_verse
[Verse 1]
Em
What shall we do with the drunken sailor?
D
What shall we do with the drunken sailor?
Em
What shall we do with the drunken sailor?
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 2]
Em
Put him in the long boat 'til he's sober
D
Put him in the long boat 'til he's sober
Em
Put him in the long boat 'til he's sober
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 3]
Em
Pull out the plug and wet him all over
D
Pull out the plug and wet him all over
Em
Pull out the plug and wet him all over
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 4]
Em
Put him in the bilge and make him drink it
D
Put him in the bilge and make him drink it
Em
Put him in the bilge and make him drink it
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 5]
Em
Put him in a leaky boat and make him bale her
D
Put him in a leaky boat and make him bale her
Em
Put him in a leaky boat and make him bale her
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 6]
Em
Tie him to the scuppers with the hose pipe on him
D
Tie him to the scuppers with the hose pipe on him
Em
Tie him to the scuppers with the hose pipe on him
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 7]
Em
Shave his belly with a rusty razor
D
Shave his belly with a rusty razor
Em
Shave his belly with a rusty razor
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 8]
Em
Tie him to the topmast while she's yardarm under
D
Tie him to the topmast while she's yardarm under
Em
Tie him to the topmast while she's yardarm under
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 9]
Em
Heave him by the leg in a runnin' bowline
D
Heave him by the leg in a runnin' bowline
Em
Heave him by the leg in a runnin' bowline
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 10]
Em
Keel haul him 'til he's sober
D
Keel haul him 'til he's sober
Em
Keel haul him 'til he's sober
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning


[Verse 11]
Em
That's what we do with the drunken sailor!
D
That's what we do with the drunken sailor!
Em
That's what we do with the drunken sailor!
Em  D         Em
Ear-ly in the morning


[Chorus]
Em
Hooray, and up she rises
D
Hooray, and up she rises
Em
Hooray, and up she rises
Em  D         Em
Ear-ly in the morning
#+end_verse
#+latex: \clearpage
