index.html
<div id="outline-container-orgb5fe4c4" class="outline-3">
<h3 id="orgb5fe4c4"><span class="section-number-3">2.12.</span> Drunken Sailor</h3>
<div class="outline-text-3" id="text-2-12">
<p class="verse">
[Verse 1]<br />
Em<br />
What shall we do with the drunken sailor?<br />
D<br />
What shall we do with the drunken sailor?<br />
Em<br />
What shall we do with the drunken sailor?<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 2]<br />
Em<br />
Put him in the long boat &rsquo;til he&rsquo;s sober<br />
D<br />
Put him in the long boat &rsquo;til he&rsquo;s sober<br />
Em<br />
Put him in the long boat &rsquo;til he&rsquo;s sober<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 3]<br />
Em<br />
Pull out the plug and wet him all over<br />
D<br />
Pull out the plug and wet him all over<br />
Em<br />
Pull out the plug and wet him all over<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 4]<br />
Em<br />
Put him in the bilge and make him drink it<br />
D<br />
Put him in the bilge and make him drink it<br />
Em<br />
Put him in the bilge and make him drink it<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 5]<br />
Em<br />
Put him in a leaky boat and make him bale her<br />
D<br />
Put him in a leaky boat and make him bale her<br />
Em<br />
Put him in a leaky boat and make him bale her<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 6]<br />
Em<br />
Tie him to the scuppers with the hose pipe on him<br />
D<br />
Tie him to the scuppers with the hose pipe on him<br />
Em<br />
Tie him to the scuppers with the hose pipe on him<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 7]<br />
Em<br />
Shave his belly with a rusty razor<br />
D<br />
Shave his belly with a rusty razor<br />
Em<br />
Shave his belly with a rusty razor<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 8]<br />
Em<br />
Tie him to the topmast while she&rsquo;s yardarm under<br />
D<br />
Tie him to the topmast while she&rsquo;s yardarm under<br />
Em<br />
Tie him to the topmast while she&rsquo;s yardarm under<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 9]<br />
Em<br />
Heave him by the leg in a runnin&rsquo; bowline<br />
D<br />
Heave him by the leg in a runnin&rsquo; bowline<br />
Em<br />
Heave him by the leg in a runnin&rsquo; bowline<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 10]<br />
Em<br />
Keel haul him &rsquo;til he&rsquo;s sober<br />
D<br />
Keel haul him &rsquo;til he&rsquo;s sober<br />
Em<br />
Keel haul him &rsquo;til he&rsquo;s sober<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Verse 11]<br />
Em<br />
That&rsquo;s what we do with the drunken sailor!<br />
D<br />
That&rsquo;s what we do with the drunken sailor!<br />
Em<br />
That&rsquo;s what we do with the drunken sailor!<br />
Em  D         Em<br />
Ear-ly in the morning<br />
<br />
<br />
[Chorus]<br />
Em<br />
Hooray, and up she rises<br />
D<br />
Hooray, and up she rises<br />
Em<br />
Hooray, and up she rises<br />
Em  D         Em<br />
Ear-ly in the morning<br />
</p>
</div>
</div>
