shanties.org
** Eight Bells
#+begin_verse
[Intro]

Bm    G  A  Bm    G  A


[Verse 1]

 Bm
"This will be your home me boys
     G                      A
So I trust you'll treat her right."
    Bm
Was how the captain's speech began
     G              A
Each voyage's first night
   G
He smiled, said it's tradition
      A
But I ask that you refrain
     Bm                A
From carving your name in the beam
     G
Next to her lofty main

    Em
The first night I was there
          F#m
Her mates held me in the air
    Em
And let me carve my name with theirs
   F#m
To show that I was there
     G
From boy to man we grew up as
 A
Across the waves we roamed
Bm               A                      G
As she burned we sobbed like sons who'd lost their childhood home


[Chorus]

       D
Eight bells rang out in Dover
       A
Eight bells rang out in Wales
       Bm
Eight bells rang out in Liverpool
     G
And Down to Murphy's scales
       D
Eight bells rang out in Port Royale
       A
Eight bells rang out in Boston town
       Bm
Eight bells rang out in Nassau
     G               A          Bm      G   A
The night the Merry Widow went down


[Verse 2]

Bm
As a mere mid-shipmans mate
     G                A
I'd stare up at that beam
     Bm
And knew that every name I saw
       G               A
Would share with me a dream
 G                              A
Some of them so faded, just a memory and a scratch
     Bm              A           G
But they grew much clearer with every new batch

Em
She made sure we made it back
F#m
To the lands we know
     Em                                 F#m
And with the tide we all return to the vessel we call home
            G                                   A
There were parts we could have salvaged but I think we all agreed
     Bm                A           G
That she deserved the honor of a burial at sea


[Chorus]

       D
Eight bells rang out in Dover
       A
Eight bells rang out in Wales
       Bm
Eight bells rang out in Liverpool
     G
And Down to Murphy's scales
       D
Eight bells rang out in Port Royale
       A
Eight bells rang out in Boston town
       Bm
Eight bells rang out in Nassau
     G               A          Bm      G   A
The night the Merry Widow went down


[Verse 3]

       Bm                        G                A
By the time I was the bosun, the list was 3 yards long
       Bm                              G                    A
Though she had seen so many years, she still stood tall and strong
         G
From her name she took her spirit
A
Bold and strong and true
        Bm                 A                G
And she raced the wind and never failed her brave and loyal crew

    Em
The ship she never foundered
          F#m
And her defenses never breached
   Em                          F#m
No matter her port of call her goal was always reached
     G                                 A
When we were told her day had come and she had sailed her last
     Bm                  A
That they would tear her down for scrap
   G
We couldn't let that pass


[Chorus]

       D
Eight bells rang out in Dover
       A
Eight bells rang out in Wales
       Bm
Eight bells rang out in Liverpool
     G
And Down to Murphy's scales
       D
Eight bells rang out in Port Royale
       A
Eight bells rang out in Boston town
       Bm
Eight bells rang out in Nassau
     G               A          Bm      G   A
The night the Merry Widow went down


[Verse 4]

 Bm
Through our grief we'd swore an oath
           G             A
That we'd carry out our plan
     Bm                                     G                 A
And damn the rest we would push on to the strength of our last man
     G                                 A
And as we stared at all the names of those that came before
   Bm                 A                   G
We cut the line and stole that ship and sailed her out once more

  Em
Beyond the reef we sailed her
    F#m
And set our love alight
Em                                  F#m                   G
We jumped ship and watched her burn from the shore that night
                                   A
As she sank beneath the waves, we knew one thing for sure
Bm                  A
She made more of a mark on us
         G
Than we ever did on her


[Chorus]

       D
Eight bells rang out in Dover
       A
Eight bells rang out in Wales
       Bm
Eight bells rang out in Liverpool
     G
And Down to Murphy's scales
       D
Eight bells rang out in Port Royale
       A
Eight bells rang out in Boston town
       Bm
Eight bells rang out in Nassau
     G               A          Bm
The night the Merry Widow went down


[Outro]

       D
Eight bells rang out...
       A
Eight bells rang out...
       Bm
Eight bells rang out...
       G
Eight bells rang out...
       D
Eight bells rang out...
       A
Eight bells rang out...
       Bm
Eight bells rang out...
     G                A         Bm            G      A      Bm
The night the Merry Widow went down
     G                A         Bm     G      D      A      Bm
The night the Merry Widow went down
#+end_verse
#+latex: \clearpage
:PROPERTIES:
:Artist:   Jolly Rogers
:END:
