index.html
<div id="outline-container-org80ef539" class="outline-3">
<h3 id="org80ef539"><span class="section-number-3">2.13.</span> Eight Bells</h3>
<div class="outline-text-3" id="text-2-13">
<p class="verse">
[Intro]<br />
<br />
Bm    G  A  Bm    G  A<br />
<br />
<br />
[Verse 1]<br />
<br />
&#xa0;Bm<br />
&ldquo;This will be your home me boys<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                      A<br />
So I trust you&rsquo;ll treat her right.&rdquo;<br />
&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Was how the captain&rsquo;s speech began<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G              A<br />
Each voyage&rsquo;s first night<br />
&#xa0;&#xa0;&#xa0;G<br />
He smiled, said it&rsquo;s tradition<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
But I ask that you refrain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm                A<br />
From carving your name in the beam<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Next to her lofty main<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em<br />
The first night I was there<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F#m<br />
Her mates held me in the air<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em<br />
And let me carve my name with theirs<br />
&#xa0;&#xa0;&#xa0;F#m<br />
To show that I was there<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
From boy to man we grew up as<br />
&#xa0;A<br />
Across the waves we roamed<br />
Bm               A                      G<br />
As she burned we sobbed like sons who&rsquo;d lost their childhood home<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Dover<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Wales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Liverpool<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And Down to Murphy&rsquo;s scales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Port Royale<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Boston town<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Nassau<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               A          Bm      G   A<br />
The night the Merry Widow went down<br />
<br />
<br />
[Verse 2]<br />
<br />
Bm<br />
As a mere mid-shipmans mate<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                A<br />
I&rsquo;d stare up at that beam<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
And knew that every name I saw<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               A<br />
Would share with me a dream<br />
&#xa0;G                              A<br />
Some of them so faded, just a memory and a scratch<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm              A           G<br />
But they grew much clearer with every new batch<br />
<br />
Em<br />
She made sure we made it back<br />
F#m<br />
To the lands we know<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em                                 F#m<br />
And with the tide we all return to the vessel we call home<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                   A<br />
There were parts we could have salvaged but I think we all agreed<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm                A           G<br />
That she deserved the honor of a burial at sea<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Dover<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Wales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Liverpool<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And Down to Murphy&rsquo;s scales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Port Royale<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Boston town<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Nassau<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               A          Bm      G   A<br />
The night the Merry Widow went down<br />
<br />
<br />
[Verse 3]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm                        G                A<br />
By the time I was the bosun, the list was 3 yards long<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm                              G                    A<br />
Though she had seen so many years, she still stood tall and strong<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
From her name she took her spirit<br />
A<br />
Bold and strong and true<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm                 A                G<br />
And she raced the wind and never failed her brave and loyal crew<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em<br />
The ship she never foundered<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F#m<br />
And her defenses never breached<br />
&#xa0;&#xa0;&#xa0;Em                          F#m<br />
No matter her port of call her goal was always reached<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                 A<br />
When we were told her day had come and she had sailed her last<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm                  A<br />
That they would tear her down for scrap<br />
&#xa0;&#xa0;&#xa0;G<br />
We couldn&rsquo;t let that pass<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Dover<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Wales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Liverpool<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And Down to Murphy&rsquo;s scales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Port Royale<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Boston town<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Nassau<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               A          Bm      G   A<br />
The night the Merry Widow went down<br />
<br />
<br />
[Verse 4]<br />
<br />
&#xa0;Bm<br />
Through our grief we&rsquo;d swore an oath<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G             A<br />
That we&rsquo;d carry out our plan<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm                                     G                 A<br />
And damn the rest we would push on to the strength of our last man<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                 A<br />
And as we stared at all the names of those that came before<br />
&#xa0;&#xa0;&#xa0;Bm                 A                   G<br />
We cut the line and stole that ship and sailed her out once more<br />
<br />
&#xa0;&#xa0;Em<br />
Beyond the reef we sailed her<br />
&#xa0;&#xa0;&#xa0;&#xa0;F#m<br />
And set our love alight<br />
Em                                  F#m                   G<br />
We jumped ship and watched her burn from the shore that night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
As she sank beneath the waves, we knew one thing for sure<br />
Bm                  A<br />
She made more of a mark on us<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Than we ever did on her<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Dover<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Wales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Liverpool<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And Down to Murphy&rsquo;s scales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out in Port Royale<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out in Boston town<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out in Nassau<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               A          Bm<br />
The night the Merry Widow went down<br />
<br />
<br />
[Outro]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out&#x2026;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out&#x2026;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out&#x2026;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Eight bells rang out&#x2026;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Eight bells rang out&#x2026;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A<br />
Eight bells rang out&#x2026;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bm<br />
Eight bells rang out&#x2026;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                A         Bm            G      A      Bm<br />
The night the Merry Widow went down<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                A         Bm     G      D      A      Bm<br />
The night the Merry Widow went down<br />
</p>
<p>
:Artist:   Jolly Rogers
</p>
</div>
</div>
