index.tex
\subsection{Eight Bells}
\label{sec:org4db52dc}
\begin{verse}
[Intro]\\
\vspace*{1em}
Bm    G  A  Bm    G  A\\
\vspace*{1em}
\vspace*{1em}
[Verse 1]\\
\vspace*{1em}
\hspace*{1em}Bm\\
``This will be your home me boys\\
\hspace*{5em}G                      A\\
So I trust you'll treat her right.''\\
\hspace*{4em}Bm\\
Was how the captain's speech began\\
\hspace*{5em}G              A\\
Each voyage's first night\\
\hspace*{3em}G\\
He smiled, said it's tradition\\
\hspace*{6em}A\\
But I ask that you refrain\\
\hspace*{5em}Bm                A\\
From carving your name in the beam\\
\hspace*{5em}G\\
Next to her lofty main\\
\vspace*{1em}
\hspace*{4em}Em\\
The first night I was there\\
\hspace*{10em}F\#m\\
Her mates held me in the air\\
\hspace*{4em}Em\\
And let me carve my name with theirs\\
\hspace*{3em}F\#m\\
To show that I was there\\
\hspace*{5em}G\\
From boy to man we grew up as\\
\hspace*{1em}A\\
Across the waves we roamed\\
Bm               A                      G\\
As she burned we sobbed like sons who'd lost their childhood home\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{7em}D\\
Eight bells rang out in Dover\\
\hspace*{7em}A\\
Eight bells rang out in Wales\\
\hspace*{7em}Bm\\
Eight bells rang out in Liverpool\\
\hspace*{5em}G\\
And Down to Murphy's scales\\
\hspace*{7em}D\\
Eight bells rang out in Port Royale\\
\hspace*{7em}A\\
Eight bells rang out in Boston town\\
\hspace*{7em}Bm\\
Eight bells rang out in Nassau\\
\hspace*{5em}G               A          Bm      G   A\\
The night the Merry Widow went down\\
\vspace*{1em}
\vspace*{1em}
[Verse 2]\\
\vspace*{1em}
Bm\\
As a mere mid-shipmans mate\\
\hspace*{5em}G                A\\
I'd stare up at that beam\\
\hspace*{5em}Bm\\
And knew that every name I saw\\
\hspace*{7em}G               A\\
Would share with me a dream\\
\hspace*{1em}G                              A\\
Some of them so faded, just a memory and a scratch\\
\hspace*{5em}Bm              A           G\\
But they grew much clearer with every new batch\\
\vspace*{1em}
Em\\
She made sure we made it back\\
F\#m\\
To the lands we know\\
\hspace*{5em}Em                                 F\#m\\
And with the tide we all return to the vessel we call home\\
\hspace*{12em}G                                   A\\
There were parts we could have salvaged but I think we all agreed\\
\hspace*{5em}Bm                A           G\\
That she deserved the honor of a burial at sea\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{7em}D\\
Eight bells rang out in Dover\\
\hspace*{7em}A\\
Eight bells rang out in Wales\\
\hspace*{7em}Bm\\
Eight bells rang out in Liverpool\\
\hspace*{5em}G\\
And Down to Murphy's scales\\
\hspace*{7em}D\\
Eight bells rang out in Port Royale\\
\hspace*{7em}A\\
Eight bells rang out in Boston town\\
\hspace*{7em}Bm\\
Eight bells rang out in Nassau\\
\hspace*{5em}G               A          Bm      G   A\\
The night the Merry Widow went down\\
\vspace*{1em}
\vspace*{1em}
[Verse 3]\\
\vspace*{1em}
\hspace*{7em}Bm                        G                A\\
By the time I was the bosun, the list was 3 yards long\\
\hspace*{7em}Bm                              G                    A\\
Though she had seen so many years, she still stood tall and strong\\
\hspace*{9em}G\\
From her name she took her spirit\\
A\\
Bold and strong and true\\
\hspace*{8em}Bm                 A                G\\
And she raced the wind and never failed her brave and loyal crew\\
\vspace*{1em}
\hspace*{4em}Em\\
The ship she never foundered\\
\hspace*{10em}F\#m\\
And her defenses never breached\\
\hspace*{3em}Em                          F\#m\\
No matter her port of call her goal was always reached\\
\hspace*{5em}G                                 A\\
When we were told her day had come and she had sailed her last\\
\hspace*{5em}Bm                  A\\
That they would tear her down for scrap\\
\hspace*{3em}G\\
We couldn't let that pass\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{7em}D\\
Eight bells rang out in Dover\\
\hspace*{7em}A\\
Eight bells rang out in Wales\\
\hspace*{7em}Bm\\
Eight bells rang out in Liverpool\\
\hspace*{5em}G\\
And Down to Murphy's scales\\
\hspace*{7em}D\\
Eight bells rang out in Port Royale\\
\hspace*{7em}A\\
Eight bells rang out in Boston town\\
\hspace*{7em}Bm\\
Eight bells rang out in Nassau\\
\hspace*{5em}G               A          Bm      G   A\\
The night the Merry Widow went down\\
\vspace*{1em}
\vspace*{1em}
[Verse 4]\\
\vspace*{1em}
\hspace*{1em}Bm\\
Through our grief we'd swore an oath\\
\hspace*{11em}G             A\\
That we'd carry out our plan\\
\hspace*{5em}Bm                                     G                 A\\
And damn the rest we would push on to the strength of our last man\\
\hspace*{5em}G                                 A\\
And as we stared at all the names of those that came before\\
\hspace*{3em}Bm                 A                   G\\
We cut the line and stole that ship and sailed her out once more\\
\vspace*{1em}
\hspace*{2em}Em\\
Beyond the reef we sailed her\\
\hspace*{4em}F\#m\\
And set our love alight\\
Em                                  F\#m                   G\\
We jumped ship and watched her burn from the shore that night\\
\hspace*{35em}A\\
As she sank beneath the waves, we knew one thing for sure\\
Bm                  A\\
She made more of a mark on us\\
\hspace*{9em}G\\
Than we ever did on her\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{7em}D\\
Eight bells rang out in Dover\\
\hspace*{7em}A\\
Eight bells rang out in Wales\\
\hspace*{7em}Bm\\
Eight bells rang out in Liverpool\\
\hspace*{5em}G\\
And Down to Murphy's scales\\
\hspace*{7em}D\\
Eight bells rang out in Port Royale\\
\hspace*{7em}A\\
Eight bells rang out in Boston town\\
\hspace*{7em}Bm\\
Eight bells rang out in Nassau\\
\hspace*{5em}G               A          Bm\\
The night the Merry Widow went down\\
\vspace*{1em}
\vspace*{1em}
[Outro]\\
\vspace*{1em}
\hspace*{7em}D\\
Eight bells rang out\ldots{}\\
\hspace*{7em}A\\
Eight bells rang out\ldots{}\\
\hspace*{7em}Bm\\
Eight bells rang out\ldots{}\\
\hspace*{7em}G\\
Eight bells rang out\ldots{}\\
\hspace*{7em}D\\
Eight bells rang out\ldots{}\\
\hspace*{7em}A\\
Eight bells rang out\ldots{}\\
\hspace*{7em}Bm\\
Eight bells rang out\ldots{}\\
\hspace*{5em}G                A         Bm            G      A      Bm\\
The night the Merry Widow went down\\
\hspace*{5em}G                A         Bm     G      D      A      Bm\\
The night the Merry Widow went down\\
\end{verse}
\clearpage
:Artist:   Jolly Rogers
