shanties.org
** Farewell and Adieu / Spanish Ladies
#+begin_verse
D                     G            A
Farewell and adieu to you, Spanish Ladies,
    A                                D
Farewell and adieu to you, ladies of Spain;
    D                            G            A
For we've received orders for to sail for ol' England,
       D         G              A        D
But we hope in a short while to see you again.

[Chorus]
D                              G            A
We'll rant and we'll roar like true British sailors,
      A                                   D
We'll rant and we'll roar all on the salt sea.
D                                G              A
Until we strike soundings in the channel of old England;
     D         G         A           D
From Ushant to Scilly is thirty five leagues.

   D                         G             A
We hove our ship to with the wind from sou'west, boys
   A                                       D
We hove our ship to, deep soundings to take;
      D                          G           A
'Twas forty-five fathoms, with a white sandy bottom,
      D           G                A           D
So we squared our main yard and up channel did make.

    D                     G              A
The first land we sighted was called the Dodman,
     A                                          D
Next Rame Head off Plymouth, off Portsmouth the Wight;
   D                    G             A
We sailed by Beachy, by Fairlight and Dover,
    D       G               A              D
And then we bore up for the South Foreland light.

[Chorus]
D                              G            A
We'll rant and we'll roar like true British sailors,
      A                                   D
We'll rant and we'll roar all on the salt sea.
D                                G              A
Until we strike soundings in the channel of old England;
     D         G         A           D
From Ushant to Scilly is thirty five leagues.

         D                       G              A
Then the signal was made for the grand fleet to anchor,
    A                                  D
And all in the Downs that night for to lie;
    D                          G           A
Let go your shank painter, let go your cat stopper!
     D           G            A                D
Haul up your clewgarnets, let tacks and sheets fly!

    D                   G            A
Now let ev'ry man drink off his full bumper,
    A                                D
And let ev'ry man drink off his full glass;
      D                      G          A
We'll drink and be jolly and drown melancholy,
    D             G              A            D
And here's to the health of each true-hearted lass.
#+end_verse
#+latex: \clearpage
