index.html
<div id="outline-container-org529b1cd" class="outline-3">
<h3 id="org529b1cd"><span class="section-number-3">2.14.</span> Farewell and Adieu / Spanish Ladies</h3>
<div class="outline-text-3" id="text-2-14">
<p class="verse">
D                     G            A<br />
Farewell and adieu to you, Spanish Ladies,<br />
&#xa0;&#xa0;&#xa0;&#xa0;A                                D<br />
Farewell and adieu to you, ladies of Spain;<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                            G            A<br />
For we&rsquo;ve received orders for to sail for ol&rsquo; England,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D         G              A        D<br />
But we hope in a short while to see you again.<br />
<br />
[Chorus]<br />
D                              G            A<br />
We&rsquo;ll rant and we&rsquo;ll roar like true British sailors,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A                                   D<br />
We&rsquo;ll rant and we&rsquo;ll roar all on the salt sea.<br />
D                                G              A<br />
Until we strike soundings in the channel of old England;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D         G         A           D<br />
From Ushant to Scilly is thirty five leagues.<br />
<br />
&#xa0;&#xa0;&#xa0;D                         G             A<br />
We hove our ship to with the wind from sou&rsquo;west, boys<br />
&#xa0;&#xa0;&#xa0;A                                       D<br />
We hove our ship to, deep soundings to take;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                          G           A<br />
&rsquo;Twas forty-five fathoms, with a white sandy bottom,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D           G                A           D<br />
So we squared our main yard and up channel did make.<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                     G              A<br />
The first land we sighted was called the Dodman,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A                                          D<br />
Next Rame Head off Plymouth, off Portsmouth the Wight;<br />
&#xa0;&#xa0;&#xa0;D                    G             A<br />
We sailed by Beachy, by Fairlight and Dover,<br />
&#xa0;&#xa0;&#xa0;&#xa0;D       G               A              D<br />
And then we bore up for the South Foreland light.<br />
<br />
[Chorus]<br />
D                              G            A<br />
We&rsquo;ll rant and we&rsquo;ll roar like true British sailors,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A                                   D<br />
We&rsquo;ll rant and we&rsquo;ll roar all on the salt sea.<br />
D                                G              A<br />
Until we strike soundings in the channel of old England;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D         G         A           D<br />
From Ushant to Scilly is thirty five leagues.<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                       G              A<br />
Then the signal was made for the grand fleet to anchor,<br />
&#xa0;&#xa0;&#xa0;&#xa0;A                                  D<br />
And all in the Downs that night for to lie;<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                          G           A<br />
Let go your shank painter, let go your cat stopper!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D           G            A                D<br />
Haul up your clewgarnets, let tacks and sheets fly!<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                   G            A<br />
Now let ev&rsquo;ry man drink off his full bumper,<br />
&#xa0;&#xa0;&#xa0;&#xa0;A                                D<br />
And let ev&rsquo;ry man drink off his full glass;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                      G          A<br />
We&rsquo;ll drink and be jolly and drown melancholy,<br />
&#xa0;&#xa0;&#xa0;&#xa0;D             G              A            D<br />
And here&rsquo;s to the health of each true-hearted lass.<br />
</p>
</div>
</div>
