index.tex
\subsection{Farewell and Adieu / Spanish Ladies}
\label{sec:org251de51}
\begin{verse}
D                     G            A\\
Farewell and adieu to you, Spanish Ladies,\\
\hspace*{4em}A                                D\\
Farewell and adieu to you, ladies of Spain;\\
\hspace*{4em}D                            G            A\\
For we've received orders for to sail for ol' England,\\
\hspace*{7em}D         G              A        D\\
But we hope in a short while to see you again.\\
\vspace*{1em}
[Chorus]\\
D                              G            A\\
We'll rant and we'll roar like true British sailors,\\
\hspace*{6em}A                                   D\\
We'll rant and we'll roar all on the salt sea.\\
D                                G              A\\
Until we strike soundings in the channel of old England;\\
\hspace*{5em}D         G         A           D\\
From Ushant to Scilly is thirty five leagues.\\
\vspace*{1em}
\hspace*{3em}D                         G             A\\
We hove our ship to with the wind from sou'west, boys\\
\hspace*{3em}A                                       D\\
We hove our ship to, deep soundings to take;\\
\hspace*{6em}D                          G           A\\
'Twas forty-five fathoms, with a white sandy bottom,\\
\hspace*{6em}D           G                A           D\\
So we squared our main yard and up channel did make.\\
\vspace*{1em}
\hspace*{4em}D                     G              A\\
The first land we sighted was called the Dodman,\\
\hspace*{5em}A                                          D\\
Next Rame Head off Plymouth, off Portsmouth the Wight;\\
\hspace*{3em}D                    G             A\\
We sailed by Beachy, by Fairlight and Dover,\\
\hspace*{4em}D       G               A              D\\
And then we bore up for the South Foreland light.\\
\vspace*{1em}
[Chorus]\\
D                              G            A\\
We'll rant and we'll roar like true British sailors,\\
\hspace*{6em}A                                   D\\
We'll rant and we'll roar all on the salt sea.\\
D                                G              A\\
Until we strike soundings in the channel of old England;\\
\hspace*{5em}D         G         A           D\\
From Ushant to Scilly is thirty five leagues.\\
\vspace*{1em}
\hspace*{9em}D                       G              A\\
Then the signal was made for the grand fleet to anchor,\\
\hspace*{4em}A                                  D\\
And all in the Downs that night for to lie;\\
\hspace*{4em}D                          G           A\\
Let go your shank painter, let go your cat stopper!\\
\hspace*{5em}D           G            A                D\\
Haul up your clewgarnets, let tacks and sheets fly!\\
\vspace*{1em}
\hspace*{4em}D                   G            A\\
Now let ev'ry man drink off his full bumper,\\
\hspace*{4em}A                                D\\
And let ev'ry man drink off his full glass;\\
\hspace*{6em}D                      G          A\\
We'll drink and be jolly and drown melancholy,\\
\hspace*{4em}D             G              A            D\\
And here's to the health of each true-hearted lass.\\
\end{verse}
\clearpage
