index.html
<div id="outline-container-org1adff02" class="outline-3">
<h3 id="org1adff02"><span class="section-number-3">2.15.</span> Finnegan&rsquo;s Wake</h3>
<div class="outline-text-3" id="text-2-15">
<p class="verse">
Artist: Dubliners<br />
Song: Finnegans Wake<br />
Tuning: Standard<br />
<br />
<br />
[Verse]<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                 Am               F               G<br />
Tim Finnegan lived in Walkin Street, a gentle Irishman mighty odd<br />
&#xa0;&#xa0;&#xa0;C                 Am                      F                   G         C<br />
He had a brogue both rich and sweet, an&rsquo; to rise in the world he carried a hod<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                    Am                    C                        Am<br />
You see he&rsquo;d a sort of a tipplers way with the love for the liquor poor Tim was born<br />
&#xa0;&#xa0;&#xa0;C               Am                   F                    G     C<br />
To help him on his way each day, he&rsquo;d a drop of the craythur every morn<br />
<br />
<br />
[Chorus]<br />
C                     Am                    F                   G<br />
Whack fol the dah now dance to yer partner &rsquo;round the floor yer trotters shake<br />
C             Am                F              G          C<br />
Wasn&rsquo;t it the truth I told you? Lots of fun at Finnegan&rsquo;s Wake<br />
<br />
<br />
[Verse]<br />
&#xa0;&#xa0;&#xa0;&#xa0;C               Am               F                     G<br />
One morning Tim got rather full, his head felt heavy which made him shake<br />
C                         Am                        F                    G         C<br />
Fell from a ladder and he broke his skull, and they carried him home his corpse to wake<br />
C                  Am                    C             Am<br />
Rolled him up in a nice clean sheet, and laid him out upon the bed<br />
&#xa0;&#xa0;C                 Am                F                G      C<br />
A bottle of whiskey at his feet and a barrel of porter at his head<br />
<br />
[Chorus]<br />
C                     Am                    F                   G<br />
Whack fol the dah now dance to yer partner &rsquo;round the floor yer trotters shake<br />
C             Am                F              G          C<br />
Wasn&rsquo;t it the truth I told you? Lots of fun at Finnegan&rsquo;s Wake<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                Am               F            G<br />
His friends assembled at the wake, and Mrs Finnegan called for lunch<br />
C                    Am                 F                  G       C<br />
First she brought in tay and cake, then pipes, tobacco and whiskey punch<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am                  C                          Am<br />
Biddy O&rsquo;Brien began to cry, &ldquo;Such a nice clean corpse, did you ever see,<br />
C                  Am                      F                     G       C<br />
Tim avourneen, why did you die?&rdquo;, &ldquo;Will ye hould your gob?&rdquo; said Paddy McGee<br />
<br />
[Chorus]<br />
C                     Am                    F                   G<br />
Whack fol the dah now dance to yer partner &rsquo;round the floor yer trotters shake<br />
C             Am                F              G          C<br />
Wasn&rsquo;t it the truth I told you? Lots of fun at Finnegan&rsquo;s Wake<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                   Am          F                        G<br />
Then Maggie O&rsquo;Connor took up the job, &ldquo;Biddy&rdquo; says she &ldquo;you&rsquo;re wrong, I&rsquo;m sure&rdquo;<br />
C                Am                  F                  G      C<br />
Biddy gave her a belt in the gob and left her sprawling on the floor<br />
C                Am                 C                  Am<br />
Then the war did soon engage, t&rsquo;was woman to woman and man to man<br />
&#xa0;&#xa0;&#xa0;&#xa0;C              Am                 F                 G      C<br />
Shillelagh law was all the rage and a row and a ruction soon began<br />
<br />
[Chorus]<br />
C                     Am                    F                   G<br />
Whack fol the dah now dance to yer partner &rsquo;round the floor yer trotters shake<br />
C             Am                F              G          C<br />
Wasn&rsquo;t it the truth I told you? Lots of fun at Finnegan&rsquo;s Wake<br />
<br />
C              Am                     F                 G<br />
Mickey Maloney ducked his head when a bucket of whiskey flew at him<br />
&#xa0;&#xa0;&#xa0;C                   Am              F                G    C<br />
It missed, and falling on the bed, the liquor scattered over Tim<br />
&#xa0;&#xa0;&#xa0;C                  Am            C              Am<br />
Bedad he revives, see how he rises, Timothy rising from the bed<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                      Am                 F                        G         C<br />
Saying &ldquo;Whittle your whiskey around like blazes, t&rsquo;underin&rsquo; blazes, do ye think I&rsquo;m dead?&rdquo;<br />
<br />
[Chorus]<br />
C                     Am                    F                   G<br />
Whack fol the dah now dance to yer partner &rsquo;round the floor yer trotters shake<br />
C             Am                F              G          C<br />
Wasn&rsquo;t it the truth I told you? Lots of fun at Finnegan&rsquo;s Wake<br />
<br />
C                     Am                    F                   G<br />
Whack fol the dah now dance to yer partner &rsquo;round the floor yer trotters shake<br />
C             Am                F              G          C<br />
Wasn&rsquo;t it the truth I told you? Lots of fun at Finnegan&rsquo;s Wake<br />
</p>
</div>
</div>
