index.tex
\subsection{Finnegan's Wake}
\label{sec:orgc6c8c46}
\begin{verse}
Artist: Dubliners\\
Song: Finnegans Wake\\
Tuning: Standard\\
\vspace*{1em}
\vspace*{1em}
[Verse]\\
\hspace*{4em}C                 Am               F               G\\
Tim Finnegan lived in Walkin Street, a gentle Irishman mighty odd\\
\hspace*{3em}C                 Am                      F                   G         C\\
He had a brogue both rich and sweet, an' to rise in the world he carried a hod\\
\hspace*{4em}C                    Am                    C                        Am\\
You see he'd a sort of a tipplers way with the love for the liquor poor Tim was born\\
\hspace*{3em}C               Am                   F                    G     C\\
To help him on his way each day, he'd a drop of the craythur every morn\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
C                     Am                    F                   G\\
Whack fol the dah now dance to yer partner 'round the floor yer trotters shake\\
C             Am                F              G          C\\
Wasn't it the truth I told you? Lots of fun at Finnegan's Wake\\
\vspace*{1em}
\vspace*{1em}
[Verse]\\
\hspace*{4em}C               Am               F                     G\\
One morning Tim got rather full, his head felt heavy which made him shake\\
C                         Am                        F                    G         C\\
Fell from a ladder and he broke his skull, and they carried him home his corpse to wake\\
C                  Am                    C             Am\\
Rolled him up in a nice clean sheet, and laid him out upon the bed\\
\hspace*{2em}C                 Am                F                G      C\\
A bottle of whiskey at his feet and a barrel of porter at his head\\
\vspace*{1em}
[Chorus]\\
C                     Am                    F                   G\\
Whack fol the dah now dance to yer partner 'round the floor yer trotters shake\\
C             Am                F              G          C\\
Wasn't it the truth I told you? Lots of fun at Finnegan's Wake\\
\vspace*{1em}
\hspace*{5em}C                Am               F            G\\
His friends assembled at the wake, and Mrs Finnegan called for lunch\\
C                    Am                 F                  G       C\\
First she brought in tay and cake, then pipes, tobacco and whiskey punch\\
\hspace*{16em}Am                  C                          Am\\
Biddy O'Brien began to cry, ``Such a nice clean corpse, did you ever see,\\
C                  Am                      F                     G       C\\
Tim avourneen, why did you die?'', ``Will ye hould your gob?'' said Paddy McGee\\
\vspace*{1em}
[Chorus]\\
C                     Am                    F                   G\\
Whack fol the dah now dance to yer partner 'round the floor yer trotters shake\\
C             Am                F              G          C\\
Wasn't it the truth I told you? Lots of fun at Finnegan's Wake\\
\vspace*{1em}
\hspace*{6em}C                   Am          F                        G\\
Then Maggie O'Connor took up the job, ``Biddy'' says she ``you're wrong, I'm sure''\\
C                Am                  F                  G      C\\
Biddy gave her a belt in the gob and left her sprawling on the floor\\
C                Am                 C                  Am\\
Then the war did soon engage, t'was woman to woman and man to man\\
\hspace*{4em}C              Am                 F                 G      C\\
Shillelagh law was all the rage and a row and a ruction soon began\\
\vspace*{1em}
[Chorus]\\
C                     Am                    F                   G\\
Whack fol the dah now dance to yer partner 'round the floor yer trotters shake\\
C             Am                F              G          C\\
Wasn't it the truth I told you? Lots of fun at Finnegan's Wake\\
\vspace*{1em}
C              Am                     F                 G\\
Mickey Maloney ducked his head when a bucket of whiskey flew at him\\
\hspace*{3em}C                   Am              F                G    C\\
It missed, and falling on the bed, the liquor scattered over Tim\\
\hspace*{3em}C                  Am            C              Am\\
Bedad he revives, see how he rises, Timothy rising from the bed\\
\hspace*{7em}C                      Am                 F                        G         C\\
Saying ``Whittle your whiskey around like blazes, t'underin' blazes, do ye think I'm dead?''\\
\vspace*{1em}
[Chorus]\\
C                     Am                    F                   G\\
Whack fol the dah now dance to yer partner 'round the floor yer trotters shake\\
C             Am                F              G          C\\
Wasn't it the truth I told you? Lots of fun at Finnegan's Wake\\
\vspace*{1em}
C                     Am                    F                   G\\
Whack fol the dah now dance to yer partner 'round the floor yer trotters shake\\
C             Am                F              G          C\\
Wasn't it the truth I told you? Lots of fun at Finnegan's Wake\\
\end{verse}
\clearpage
