index.html
<div id="outline-container-orgf7b4c8d" class="outline-3">
<h3 id="orgf7b4c8d"><span class="section-number-3">2.16.</span> Flyin&rsquo; Dutchman</h3>
<div class="outline-text-3" id="text-2-16">
<pre class="example">
Title: Flyin' Dutchman
Artist: Jolly Rogers
</pre>
<p class="verse">
[Intro]<br />
Dm Dm<br />
<br />
[Verse]<br />
Dm<br />
The sky was grey and cloudy and the wind was from the west<br />
When we spied a battered frigate with her tattered sail full dressed<br />
Gm<br />
They signaled they had letters home they asked if we could take<br />
Dm<br />
They dropped &rsquo;em in a barrel they left bobbing in their wake<br />
<br />
Dm<br />
We reefed the sails and slowed the ship to fish the barrel out<br />
The old ship sailed to the distance and we saw her come about<br />
Gm<br />
The captain watched through a spyglass and we heard him catch his breath<br />
Dm<br />
And we saw the storm a-brewing had become a wall of death<br />
<br />
[Chorus]<br />
A                              G<br />
Turn this ship around me boys, turn around and run<br />
A                                     G<br />
This storm it wants a battle and it&rsquo;s sure that we&rsquo;re outgunned<br />
Dm                       F               G                A<br />
What of the ship that&rsquo;s out there do we leave her to the gale?<br />
N.C.<br />
She&rsquo;s called the Flying Dutchman and it&rsquo;s wraiths that fills her sails.<br />
<br />
Dm Dm Dm Dm<br />
<br />
[Verse]<br />
Dm<br />
The thunder growled like demons and the lightening stabbed the waves<br />
And the Dutchman she lept towards us riding fury from the graves<br />
Gm<br />
Our captain he stayed at the wheel, the crew the manned the lines,<br />
Dm<br />
And still that ship and storm were quickly closing in behind.<br />
<br />
Dm<br />
Our ship we crest a giant wave and crash to the trough below<br />
The crew held on to what they could, they were damned if they let go.<br />
Gm<br />
The rain and sea and storm winds crashed against our ship with wrath<br />
Dm<br />
And from the deck of that cursed ship, we could hear them laugh<br />
<br />
[Chorus]<br />
A                              G<br />
Turn this ship around me boys, turn around and run<br />
A                                     G<br />
This storm it wants a battle and it&rsquo;s sure that we&rsquo;re outgunned<br />
Dm                    F                G               A<br />
That ghostly ship is hunting us, it&rsquo;s bringing on the gale,<br />
N.C.<br />
She&rsquo;s called the Flying Dutchman and it&rsquo;s wraiths that fills her sails<br />
<br />
[Verse]<br />
Dm<br />
That was when we sighted land, it became a race wih time<br />
We believed it Santa Marta, the Dutchman closing in behind<br />
Gm<br />
&ldquo;Risk it all&rdquo; the captain cried &ldquo;it&rsquo;s the only chance we&rsquo;ve got,<br />
Dm<br />
Salvation if we make it and our souls if we get caught.&rdquo;<br />
<br />
Dm<br />
The storm was all around us and the Dutchman cut our winds,<br />
The beast nearly capsized us, and we watched our strong mast bend<br />
Gm<br />
We were almost to the harbour, we could see the natural break,<br />
Dm<br />
And each man willed her forward, for they knew what was at stake<br />
<br />
[Chorus]<br />
A                              G<br />
Turn this ship around me boys, turn around and run<br />
A                                     G<br />
This storm it wants a battle and it&rsquo;s sure that we&rsquo;re outgunned<br />
Dm                    F                G               A<br />
That ghostly ship is hunting us, it&rsquo;s bringing on the gale,<br />
N.C.<br />
She&rsquo;s called the Flying Dutchman and it&rsquo;s wraiths that fills her sails<br />
<br />
[Verse]<br />
Dm<br />
Once we charged into that harbour, the Dutchman heaved away<br />
And we heard their bitter screams, for the Devil lost his prey.<br />
Gm<br />
Once we made it safely to the leeward of the bay,<br />
Dm<br />
We cracked that barrel open to see what those letters say.<br />
<br />
Dm<br />
There must&rsquo;ve been a hundred and that&rsquo;s when we realized,<br />
Those moldy parchments were addressed to those who&rsquo;d long since died.<br />
Gm<br />
If you see a battered frigate &rsquo;neath a grey and stormy sky,<br />
Dm<br />
Give way and watch mehind you, or you&rsquo;ll hear your captain cry:<br />
<br />
[Chorus]<br />
A                              G<br />
Turn this ship around me boys, turn around and run<br />
A                                     G<br />
This storm it wants a battle and it&rsquo;s sure that we&rsquo;re outgunned<br />
Dm                    F                G               A<br />
That ghostly ship is hunting us, it&rsquo;s bringing on the gale,<br />
N.C.<br />
She&rsquo;s called the Flying Dutchman and it&rsquo;s wraiths that fills her sails<br />
</p>
</div>
</div>
