index.tex
\subsection{Flyin' Dutchman}
\label{sec:org2010350}
\begin{verbatim}
Title: Flyin' Dutchman
Artist: Jolly Rogers
\end{verbatim}
\begin{verse}
[Intro]\\
Dm Dm\\
\vspace*{1em}
[Verse]\\
Dm\\
The sky was grey and cloudy and the wind was from the west\\
When we spied a battered frigate with her tattered sail full dressed\\
Gm\\
They signaled they had letters home they asked if we could take\\
Dm\\
They dropped 'em in a barrel they left bobbing in their wake\\
\vspace*{1em}
Dm\\
We reefed the sails and slowed the ship to fish the barrel out\\
The old ship sailed to the distance and we saw her come about\\
Gm\\
The captain watched through a spyglass and we heard him catch his breath\\
Dm\\
And we saw the storm a-brewing had become a wall of death\\
\vspace*{1em}
[Chorus]\\
A                              G\\
Turn this ship around me boys, turn around and run\\
A                                     G\\
This storm it wants a battle and it's sure that we're outgunned\\
Dm                       F               G                A\\
What of the ship that's out there do we leave her to the gale?\\
N.C.\\
She's called the Flying Dutchman and it's wraiths that fills her sails.\\
\vspace*{1em}
Dm Dm Dm Dm\\
\vspace*{1em}
[Verse]\\
Dm\\
The thunder growled like demons and the lightening stabbed the waves\\
And the Dutchman she lept towards us riding fury from the graves\\
Gm\\
Our captain he stayed at the wheel, the crew the manned the lines,\\
Dm\\
And still that ship and storm were quickly closing in behind.\\
\vspace*{1em}
Dm\\
Our ship we crest a giant wave and crash to the trough below\\
The crew held on to what they could, they were damned if they let go.\\
Gm\\
The rain and sea and storm winds crashed against our ship with wrath\\
Dm\\
And from the deck of that cursed ship, we could hear them laugh\\
\vspace*{1em}
[Chorus]\\
A                              G\\
Turn this ship around me boys, turn around and run\\
A                                     G\\
This storm it wants a battle and it's sure that we're outgunned\\
Dm                    F                G               A\\
That ghostly ship is hunting us, it's bringing on the gale,\\
N.C.\\
She's called the Flying Dutchman and it's wraiths that fills her sails\\
\vspace*{1em}
[Verse]\\
Dm\\
That was when we sighted land, it became a race wih time\\
We believed it Santa Marta, the Dutchman closing in behind\\
Gm\\
``Risk it all'' the captain cried ``it's the only chance we've got,\\
Dm\\
Salvation if we make it and our souls if we get caught.''\\
\vspace*{1em}
Dm\\
The storm was all around us and the Dutchman cut our winds,\\
The beast nearly capsized us, and we watched our strong mast bend\\
Gm\\
We were almost to the harbour, we could see the natural break,\\
Dm\\
And each man willed her forward, for they knew what was at stake\\
\vspace*{1em}
[Chorus]\\
A                              G\\
Turn this ship around me boys, turn around and run\\
A                                     G\\
This storm it wants a battle and it's sure that we're outgunned\\
Dm                    F                G               A\\
That ghostly ship is hunting us, it's bringing on the gale,\\
N.C.\\
She's called the Flying Dutchman and it's wraiths that fills her sails\\
\vspace*{1em}
[Verse]\\
Dm\\
Once we charged into that harbour, the Dutchman heaved away\\
And we heard their bitter screams, for the Devil lost his prey.\\
Gm\\
Once we made it safely to the leeward of the bay,\\
Dm\\
We cracked that barrel open to see what those letters say.\\
\vspace*{1em}
Dm\\
There must've been a hundred and that's when we realized,\\
Those moldy parchments were addressed to those who'd long since died.\\
Gm\\
If you see a battered frigate 'neath a grey and stormy sky,\\
Dm\\
Give way and watch mehind you, or you'll hear your captain cry:\\
\vspace*{1em}
[Chorus]\\
A                              G\\
Turn this ship around me boys, turn around and run\\
A                                     G\\
This storm it wants a battle and it's sure that we're outgunned\\
Dm                    F                G               A\\
That ghostly ship is hunting us, it's bringing on the gale,\\
N.C.\\
She's called the Flying Dutchman and it's wraiths that fills her sails\\
\end{verse}
\clearpage
