shanties.org
** Hoist Up the Thing
:PROPERTIES:
:Artist:   The Longest Johns
:END:
#+begin_verse
[Verse 1]
D                           G                   D
Fresh out of college, with grades straight from Hell
  D                            A
I browsed for a trade at which I could excel
D
An ad for a ship in need of some manning
D                            A         D
Men, sails, and purpose, but lacking a captain

[Verse 2]
G                     D
What luck, says I, to find such good fortune!
  A                       D
A few white lies later, I ran down the pier
G                      D
Bought me a coat and a cutlass or two
A
Jumped on the deck, and I yelled at the crew:

[Chorus]
G                   D
Hoist up the thing! Batten down the whatsit!
A                           D
What's that thing spinning? Somebody should stop it!
G                                    D
Turn hard to port! (That's not port) Now I've got it!
A                    D
Trust me, I'm in control!

[Verse 3]
  D                           G         D
I can't sing the shanties, it has to be said
    D                          A
And all of that grog just goes right to my head
D                       G               D
Whale meat is gross and I miss a girl's laugh
D                       A
Five weeks at sea, even Dave seems a catch!

[Chorus]
G                   D
Hoist up the thing! Batten down the whatsit!
 A                              D
What's that thing spinning? Somebody should stop it!
G                                    D
Turn hard to port! (That's not port) Now I've got it!
A                    D
Trust me, I'm in control!

[Verse 4]
D                        G          D
We've hit icy waters, no land to be seen
D                              A
The food's getting low and the beer has gone green
        Bb                    Gm
There's murmurs of discontent under the deck
    F                    A
If I don't act fast, it could be my neck!

[Verse 5]
   D                            G             D
So pull up the charts and those weird gold machines
  D                       A
I see what it says but no clue what it means!
     D                       G            D
Just pull on some levers and yank on some chains
D                           A
Feign a bad back 'til we've landed again

[Chorus]
G                   D
Hoist up the thing! Batten down the whatsit!
A                               D
What's that thing spinning? Somebody should stop it!
G                                    D
Turn hard to port! (That's not port) Now I've got it!
A                   D
Trust me, I'm in control!

G                   D
Hoist up the thing! Batten down the whatsit!
A                               D
What's that thing spinning? Somebody should stop it!
G                                    D
Turn hard to port! (That's not port) Now I've got it!
A                   D
Trust me, I'm in control!

G                   D
Hoist up the thing! Batten down the whatsit!
A                               D
What's that thing spinning? Somebody should stop it!
G                                    D
Turn hard to port! (That's not port) Now I've got it!
A                   D
Trust me, I'm in control!

G                   D
Hoist up the thing! Batten down the whatsit!
A                               D
What's that thing spinning? Somebody should stop it! (BLOODY HELL!)
G                                    D
Turn hard to port! (This is SHERRY!) Now I've got it! (Screaming)
A             G     D
Trust me, I'm in control! (MOMMY)
A                   D
Trust me, I'm in control!
#+end_verse
#+latex: \clearpage
** TODO I'll Have A Beer
:PROPERTIES:
:Artist:   Jolly Rogers
:Title:    I'll Have A Beer
:END:
#+latex: \clearpage
** TODO King of the Pirates (DaddyPhatSnaps)
#+latex: \clearpage
