index.html
<div id="outline-container-org6b61763" class="outline-3">
<h3 id="org6b61763"><span class="section-number-3">2.21.</span> Hoist Up the Thing</h3>
<div class="outline-text-3" id="text-2-21">
<pre class="example">
Artist: The Longest Johns
</pre>
<p class="verse">
[Verse 1]<br />
D                           G                   D<br />
Fresh out of college, with grades straight from Hell<br />
&#xa0;&#xa0;D                            A<br />
I browsed for a trade at which I could excel<br />
D<br />
An ad for a ship in need of some manning<br />
D                            A         D<br />
Men, sails, and purpose, but lacking a captain<br />
<br />
[Verse 2]<br />
G                     D<br />
What luck, says I, to find such good fortune!<br />
&#xa0;&#xa0;A                       D<br />
A few white lies later, I ran down the pier<br />
G                      D<br />
Bought me a coat and a cutlass or two<br />
A<br />
Jumped on the deck, and I yelled at the crew:<br />
<br />
[Chorus]<br />
G                   D<br />
Hoist up the thing! Batten down the whatsit!<br />
A                           D<br />
What&rsquo;s that thing spinning? Somebody should stop it!<br />
G                                    D<br />
Turn hard to port! (That&rsquo;s not port) Now I&rsquo;ve got it!<br />
A                    D<br />
Trust me, I&rsquo;m in control!<br />
<br />
[Verse 3]<br />
&#xa0;&#xa0;D                           G         D<br />
I can&rsquo;t sing the shanties, it has to be said<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                          A<br />
And all of that grog just goes right to my head<br />
D                       G               D<br />
Whale meat is gross and I miss a girl&rsquo;s laugh<br />
D                       A<br />
Five weeks at sea, even Dave seems a catch!<br />
<br />
[Chorus]<br />
G                   D<br />
Hoist up the thing! Batten down the whatsit!<br />
&#xa0;A                              D<br />
What&rsquo;s that thing spinning? Somebody should stop it!<br />
G                                    D<br />
Turn hard to port! (That&rsquo;s not port) Now I&rsquo;ve got it!<br />
A                    D<br />
Trust me, I&rsquo;m in control!<br />
<br />
[Verse 4]<br />
D                        G          D<br />
We&rsquo;ve hit icy waters, no land to be seen<br />
D                              A<br />
The food&rsquo;s getting low and the beer has gone green<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Bb                    Gm<br />
There&rsquo;s murmurs of discontent under the deck<br />
&#xa0;&#xa0;&#xa0;&#xa0;F                    A<br />
If I don&rsquo;t act fast, it could be my neck!<br />
<br />
[Verse 5]<br />
&#xa0;&#xa0;&#xa0;D                            G             D<br />
So pull up the charts and those weird gold machines<br />
&#xa0;&#xa0;D                       A<br />
I see what it says but no clue what it means!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                       G            D<br />
Just pull on some levers and yank on some chains<br />
D                           A<br />
Feign a bad back &rsquo;til we&rsquo;ve landed again<br />
<br />
[Chorus]<br />
G                   D<br />
Hoist up the thing! Batten down the whatsit!<br />
A                               D<br />
What&rsquo;s that thing spinning? Somebody should stop it!<br />
G                                    D<br />
Turn hard to port! (That&rsquo;s not port) Now I&rsquo;ve got it!<br />
A                   D<br />
Trust me, I&rsquo;m in control!<br />
<br />
G                   D<br />
Hoist up the thing! Batten down the whatsit!<br />
A                               D<br />
What&rsquo;s that thing spinning? Somebody should stop it!<br />
G                                    D<br />
Turn hard to port! (That&rsquo;s not port) Now I&rsquo;ve got it!<br />
A                   D<br />
Trust me, I&rsquo;m in control!<br />
<br />
G                   D<br />
Hoist up the thing! Batten down the whatsit!<br />
A                               D<br />
What&rsquo;s that thing spinning? Somebody should stop it!<br />
G                                    D<br />
Turn hard to port! (That&rsquo;s not port) Now I&rsquo;ve got it!<br />
A                   D<br />
Trust me, I&rsquo;m in control!<br />
<br />
G                   D<br />
Hoist up the thing! Batten down the whatsit!<br />
A                               D<br />
What&rsquo;s that thing spinning? Somebody should stop it! (BLOODY HELL!)<br />
G                                    D<br />
Turn hard to port! (This is SHERRY!) Now I&rsquo;ve got it! (Screaming)<br />
A             G     D<br />
Trust me, I&rsquo;m in control! (MOMMY)<br />
A                   D<br />
Trust me, I&rsquo;m in control!<br />
</p>
</div>
</div>
<div id="outline-container-orgc85bd18" class="outline-3">
<h3 id="orgc85bd18"><span class="section-number-3">2.22.</span> <span class="todo TODO">TODO</span> I&rsquo;ll Have A Beer</h3>
<div class="outline-text-3" id="text-2-22">
<pre class="example">
Artist: Jolly Rogers
Title: I'll Have A Beer
</pre>
</div>
</div>
<div id="outline-container-orge09b9a0" class="outline-3">
<h3 id="orge09b9a0"><span class="section-number-3">2.23.</span> <span class="todo TODO">TODO</span> King of the Pirates (DaddyPhatSnaps)</h3>
<div class="outline-text-3" id="text-2-23">
</div>
</div>
