index.tex
\subsection{Hoist Up the Thing}
\label{sec:org1111dce}
\begin{verbatim}
Artist: The Longest Johns
\end{verbatim}
\begin{verse}
[Verse 1]\\
D                           G                   D\\
Fresh out of college, with grades straight from Hell\\
\hspace*{2em}D                            A\\
I browsed for a trade at which I could excel\\
D\\
An ad for a ship in need of some manning\\
D                            A         D\\
Men, sails, and purpose, but lacking a captain\\
\vspace*{1em}
[Verse 2]\\
G                     D\\
What luck, says I, to find such good fortune!\\
\hspace*{2em}A                       D\\
A few white lies later, I ran down the pier\\
G                      D\\
Bought me a coat and a cutlass or two\\
A\\
Jumped on the deck, and I yelled at the crew:\\
\vspace*{1em}
[Chorus]\\
G                   D\\
Hoist up the thing! Batten down the whatsit!\\
A                           D\\
What's that thing spinning? Somebody should stop it!\\
G                                    D\\
Turn hard to port! (That's not port) Now I've got it!\\
A                    D\\
Trust me, I'm in control!\\
\vspace*{1em}
[Verse 3]\\
\hspace*{2em}D                           G         D\\
I can't sing the shanties, it has to be said\\
\hspace*{4em}D                          A\\
And all of that grog just goes right to my head\\
D                       G               D\\
Whale meat is gross and I miss a girl's laugh\\
D                       A\\
Five weeks at sea, even Dave seems a catch!\\
\vspace*{1em}
[Chorus]\\
G                   D\\
Hoist up the thing! Batten down the whatsit!\\
\hspace*{1em}A                              D\\
What's that thing spinning? Somebody should stop it!\\
G                                    D\\
Turn hard to port! (That's not port) Now I've got it!\\
A                    D\\
Trust me, I'm in control!\\
\vspace*{1em}
[Verse 4]\\
D                        G          D\\
We've hit icy waters, no land to be seen\\
D                              A\\
The food's getting low and the beer has gone green\\
\hspace*{8em}Bb                    Gm\\
There's murmurs of discontent under the deck\\
\hspace*{4em}F                    A\\
If I don't act fast, it could be my neck!\\
\vspace*{1em}
[Verse 5]\\
\hspace*{3em}D                            G             D\\
So pull up the charts and those weird gold machines\\
\hspace*{2em}D                       A\\
I see what it says but no clue what it means!\\
\hspace*{5em}D                       G            D\\
Just pull on some levers and yank on some chains\\
D                           A\\
Feign a bad back 'til we've landed again\\
\vspace*{1em}
[Chorus]\\
G                   D\\
Hoist up the thing! Batten down the whatsit!\\
A                               D\\
What's that thing spinning? Somebody should stop it!\\
G                                    D\\
Turn hard to port! (That's not port) Now I've got it!\\
A                   D\\
Trust me, I'm in control!\\
\vspace*{1em}
G                   D\\
Hoist up the thing! Batten down the whatsit!\\
A                               D\\
What's that thing spinning? Somebody should stop it!\\
G                                    D\\
Turn hard to port! (That's not port) Now I've got it!\\
A                   D\\
Trust me, I'm in control!\\
\vspace*{1em}
G                   D\\
Hoist up the thing! Batten down the whatsit!\\
A                               D\\
What's that thing spinning? Somebody should stop it!\\
G                                    D\\
Turn hard to port! (That's not port) Now I've got it!\\
A                   D\\
Trust me, I'm in control!\\
\vspace*{1em}
G                   D\\
Hoist up the thing! Batten down the whatsit!\\
A                               D\\
What's that thing spinning? Somebody should stop it! (BLOODY HELL!)\\
G                                    D\\
Turn hard to port! (This is SHERRY!) Now I've got it! (Screaming)\\
A             G     D\\
Trust me, I'm in control! (MOMMY)\\
A                   D\\
Trust me, I'm in control!\\
\end{verse}
\clearpage
\subsection{{\bfseries\sffamily TODO} I'll Have A Beer}
\label{sec:org7120496}
\begin{verbatim}
Artist: Jolly Rogers
Title: I'll Have A Beer
\end{verbatim}
\clearpage
\subsection{{\bfseries\sffamily TODO} King of the Pirates (DaddyPhatSnaps)}
\label{sec:org6bf81f7}
\clearpage
