shanties.org
** Leave Her Johnny
#+begin_verse
D                              G      D
Oh the times were hard and the wages low
A                  D
Leave her, Johnny, leave her
        G        D           G         D
And the grub was bad and the gales did blow
         D        A     D
And it's time for us to leave her

CHORUS:
A                  D
Leave her, Johnny, leave her
    G                  D
Oh, leave her, Johnny, leave her
        G         D            G        Bm
For the voyage is done and the winds do blow
         G        A     D
And it's time for us to leave her

D                     G       D
I thought I heard the Old Man say
A                  D
Leave her, Johnny, leave her
        G    D        G         D
You can go ashore and take your pay
         D        A     D
And it's time for us to leave her

CHORUS:
A                  D
Leave her, Johnny, leave her
    G                  D
Oh, leave her, Johnny, leave her
        G         D            G        Bm
For the voyage is done and the winds do blow
         G        A     D
And it's time for us to leave her


D                             G          D
Oh her stern was foul and the voyage was long
A                  D
Leave her, Johnny, leave her
      G       D           G         D
The winds was bad and the gales was strong
         D        A     D
And it's time for us to leave her

CHORUS:
A                  D
Leave her, Johnny, leave her
    G                  D
Oh, leave her, Johnny, leave her
        G         D            G        Bm
For the voyage is done and the winds do blow
         G        A     D
And it's time for us to leave her


D                                   G       D
And we'll leave her tight and we'll leave her trim
A                  D
Leave her, Johnny, leave her
    G         D      G      D
And heave the hungry packet in
         D        A     D
And it's time for us to leave her

CHORUS:
A                  D
Leave her, Johnny, leave her
    G                  D
Oh, leave her, Johnny, leave her
        G         D            G        Bm
For the voyage is done and the winds do blow
         G        A     D
And it's time for us to leave her


D                            G          D
Oh, leave her, Johnny, leave her with a grin
A                  D
Leave her, Johnny, leave her
            G      D      G            D
For there's many a worser we've sailed in
         D        A     D
And it's time for us to leave her

CHORUS:
A                  D
Leave her, Johnny, leave her
    G                  D
Oh, leave her, Johnny, leave her
        G         D            G        Bm
For the voyage is done and the winds do blow
         G        A     D
And it's time for us to leave her


D                     G       D
And now it's time to say goodbye
A                  D
Leave her, Johnny, leave her
         G        D       G         D
For the old pier-head's a-drawing nigh
         D        A     D
And it's time for us to leave her
#+end_verse
#+latex: \clearpage
