index.html
<div id="outline-container-orgaf68664" class="outline-3">
<h3 id="orgaf68664"><span class="section-number-3">2.24.</span> Leave Her Johnny</h3>
<div class="outline-text-3" id="text-2-24">
<p class="verse">
D                              G      D<br />
Oh the times were hard and the wages low<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G        D           G         D<br />
And the grub was bad and the gales did blow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
CHORUS:<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                  D<br />
Oh, leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G         D            G        Bm<br />
For the voyage is done and the winds do blow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
D                     G       D<br />
I thought I heard the Old Man say<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G    D        G         D<br />
You can go ashore and take your pay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
CHORUS:<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                  D<br />
Oh, leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G         D            G        Bm<br />
For the voyage is done and the winds do blow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
<br />
D                             G          D<br />
Oh her stern was foul and the voyage was long<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G       D           G         D<br />
The winds was bad and the gales was strong<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
CHORUS:<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                  D<br />
Oh, leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G         D            G        Bm<br />
For the voyage is done and the winds do blow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
<br />
D                                   G       D<br />
And we&rsquo;ll leave her tight and we&rsquo;ll leave her trim<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;G         D      G      D<br />
And heave the hungry packet in<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
CHORUS:<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                  D<br />
Oh, leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G         D            G        Bm<br />
For the voyage is done and the winds do blow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
<br />
D                            G          D<br />
Oh, leave her, Johnny, leave her with a grin<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G      D      G            D<br />
For there&rsquo;s many a worser we&rsquo;ve sailed in<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
CHORUS:<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                  D<br />
Oh, leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G         D            G        Bm<br />
For the voyage is done and the winds do blow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G        A     D<br />
And it&rsquo;s time for us to leave her<br />
<br />
<br />
D                     G       D<br />
And now it&rsquo;s time to say goodbye<br />
A                  D<br />
Leave her, Johnny, leave her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G        D       G         D<br />
For the old pier-head&rsquo;s a-drawing nigh<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D        A     D<br />
And it&rsquo;s time for us to leave her<br />
</p>
</div>
</div>
