index.tex
\subsection{Leave Her Johnny}
\label{sec:org629de82}
\begin{verse}
D                              G      D\\
Oh the times were hard and the wages low\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{8em}G        D           G         D\\
And the grub was bad and the gales did blow\\
\hspace*{9em}D        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
CHORUS:\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{4em}G                  D\\
Oh, leave her, Johnny, leave her\\
\hspace*{8em}G         D            G        Bm\\
For the voyage is done and the winds do blow\\
\hspace*{9em}G        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
D                     G       D\\
I thought I heard the Old Man say\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{8em}G    D        G         D\\
You can go ashore and take your pay\\
\hspace*{9em}D        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
CHORUS:\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{4em}G                  D\\
Oh, leave her, Johnny, leave her\\
\hspace*{8em}G         D            G        Bm\\
For the voyage is done and the winds do blow\\
\hspace*{9em}G        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
\vspace*{1em}
D                             G          D\\
Oh her stern was foul and the voyage was long\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{6em}G       D           G         D\\
The winds was bad and the gales was strong\\
\hspace*{9em}D        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
CHORUS:\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{4em}G                  D\\
Oh, leave her, Johnny, leave her\\
\hspace*{8em}G         D            G        Bm\\
For the voyage is done and the winds do blow\\
\hspace*{9em}G        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
\vspace*{1em}
D                                   G       D\\
And we'll leave her tight and we'll leave her trim\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{4em}G         D      G      D\\
And heave the hungry packet in\\
\hspace*{9em}D        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
CHORUS:\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{4em}G                  D\\
Oh, leave her, Johnny, leave her\\
\hspace*{8em}G         D            G        Bm\\
For the voyage is done and the winds do blow\\
\hspace*{9em}G        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
\vspace*{1em}
D                            G          D\\
Oh, leave her, Johnny, leave her with a grin\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{12em}G      D      G            D\\
For there's many a worser we've sailed in\\
\hspace*{9em}D        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
CHORUS:\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{4em}G                  D\\
Oh, leave her, Johnny, leave her\\
\hspace*{8em}G         D            G        Bm\\
For the voyage is done and the winds do blow\\
\hspace*{9em}G        A     D\\
And it's time for us to leave her\\
\vspace*{1em}
\vspace*{1em}
D                     G       D\\
And now it's time to say goodbye\\
A                  D\\
Leave her, Johnny, leave her\\
\hspace*{9em}G        D       G         D\\
For the old pier-head's a-drawing nigh\\
\hspace*{9em}D        A     D\\
And it's time for us to leave her\\
\end{verse}
\clearpage
