shanties.org
** Legend of Davy Jones
#+begin_verse
[Intro]
Cm  G  Cm
Fm  Cm G   Cm


[Verse 1]
     Cm     G        Cm
Some say he steers a spectral ship
       Cm
That's grossly grey and grand
     Fm                 Cm
He's doomed to sail the seven seas
    G                 Cm
And ne'er set foot on land

    Cm     G         Cm
And if you chance to see him
         Cm
You will soon be dead from fright
   Fm                 Cm
So sailors tell their children
     G               Cm
On a dark and stormy night


[Chorus]
   Fm
Oh forty fathoms deep he walks
     Cm
With rusty keys his locker locks
     Fm
Just like he's half asleep he stalks
G
Forty fathoms deep
Fm
Forty fathoms deep he owns
     Cm
Each sleeping sailor's soggy bones
    Fm
The legend they call Davy jones
   G     G7      Cm
At forty fathoms deep


[Interlude]
Cm   Dbm


[Verse 2]
    Dbm     Ab      Dbm
Nor'east we sail to brimstone head
    Dbm
The captain crew and I
   Gbm            Dbm
At sixty knots we fairly flew
   Ab               Dbm
Beneath a darkening sky

 Dbm     Ab   Dbm
Atop the main mast I rode
Dbm
Near ten stories high
     Gbm               Dbm
Went up, there blew an icy squall
    Ab              Dbm
And over board went I


[Chorus]
   Gbm
Oh forty fathoms deep he walks
     Dbm
With rusty keys his locker locks
     Gbm
Just like he's half asleep he stalks
Ab
Forty fathoms deep
Gbm
Forty fathoms deep he owns
     Dbm
Each sleeping sailor's soggy bones
    Gbm
The legend they call Davy jones
   Ab            Dbm
At forty fathoms deep


[Interlude]
Dbm


[Verse 3]
  Dbm     Ab         Dbm
I hold my breath and say a prayer
Dbm
For those mates who died
  Gbm             Dbm
I turn my back on Davy jones
    Ab             Dbm
And cast my fears aside
      Dbm   Ab       Dbm
Raise up my head and kick my feet
    Dbm
And toward the light I go
    Gbm              Dbm
The heartless jailor left behind
    Ab         Dbm
The locker far below


[Chorus]
Gbm
Forty fathoms deep he walks
     Dbm
With rusty keys his locker locks
     Gbm
Just like he's half asleep he stalks
Ab
Forty fathoms deep
Gbm
Forty fathoms deep he owns
     Dbm
Each sleeping sailor's soggy bones
    Gbm
The legend they call Davy jones
   Ab            Dbm
At forty fathoms deep


[Outro]
Dbm
#+end_verse
#+latex: \clearpage
