index.html
<div id="outline-container-org09419d1" class="outline-3">
<h3 id="org09419d1"><span class="section-number-3">2.25.</span> Legend of Davy Jones</h3>
<div class="outline-text-3" id="text-2-25">
<p class="verse">
[Intro]<br />
Cm  G  Cm<br />
Fm  Cm G   Cm<br />
<br />
<br />
[Verse 1]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Cm     G        Cm<br />
Some say he steers a spectral ship<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Cm<br />
That&rsquo;s grossly grey and grand<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Fm                 Cm<br />
He&rsquo;s doomed to sail the seven seas<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                 Cm<br />
And ne&rsquo;er set foot on land<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;Cm     G         Cm<br />
And if you chance to see him<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Cm<br />
You will soon be dead from fright<br />
&#xa0;&#xa0;&#xa0;Fm                 Cm<br />
So sailors tell their children<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               Cm<br />
On a dark and stormy night<br />
<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;Fm<br />
Oh forty fathoms deep he walks<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Cm<br />
With rusty keys his locker locks<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Fm<br />
Just like he&rsquo;s half asleep he stalks<br />
G<br />
Forty fathoms deep<br />
Fm<br />
Forty fathoms deep he owns<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Cm<br />
Each sleeping sailor&rsquo;s soggy bones<br />
&#xa0;&#xa0;&#xa0;&#xa0;Fm<br />
The legend they call Davy jones<br />
&#xa0;&#xa0;&#xa0;G     G7      Cm<br />
At forty fathoms deep<br />
<br />
<br />
[Interlude]<br />
Cm   Dbm<br />
<br />
<br />
[Verse 2]<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dbm     Ab      Dbm<br />
Nor&rsquo;east we sail to brimstone head<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dbm<br />
The captain crew and I<br />
&#xa0;&#xa0;&#xa0;Gbm            Dbm<br />
At sixty knots we fairly flew<br />
&#xa0;&#xa0;&#xa0;Ab               Dbm<br />
Beneath a darkening sky<br />
<br />
&#xa0;Dbm     Ab   Dbm<br />
Atop the main mast I rode<br />
Dbm<br />
Near ten stories high<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Gbm               Dbm<br />
Went up, there blew an icy squall<br />
&#xa0;&#xa0;&#xa0;&#xa0;Ab              Dbm<br />
And over board went I<br />
<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;Gbm<br />
Oh forty fathoms deep he walks<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dbm<br />
With rusty keys his locker locks<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Gbm<br />
Just like he&rsquo;s half asleep he stalks<br />
Ab<br />
Forty fathoms deep<br />
Gbm<br />
Forty fathoms deep he owns<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dbm<br />
Each sleeping sailor&rsquo;s soggy bones<br />
&#xa0;&#xa0;&#xa0;&#xa0;Gbm<br />
The legend they call Davy jones<br />
&#xa0;&#xa0;&#xa0;Ab            Dbm<br />
At forty fathoms deep<br />
<br />
<br />
[Interlude]<br />
Dbm<br />
<br />
<br />
[Verse 3]<br />
&#xa0;&#xa0;Dbm     Ab         Dbm<br />
I hold my breath and say a prayer<br />
Dbm<br />
For those mates who died<br />
&#xa0;&#xa0;Gbm             Dbm<br />
I turn my back on Davy jones<br />
&#xa0;&#xa0;&#xa0;&#xa0;Ab             Dbm<br />
And cast my fears aside<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dbm   Ab       Dbm<br />
Raise up my head and kick my feet<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dbm<br />
And toward the light I go<br />
&#xa0;&#xa0;&#xa0;&#xa0;Gbm              Dbm<br />
The heartless jailor left behind<br />
&#xa0;&#xa0;&#xa0;&#xa0;Ab         Dbm<br />
The locker far below<br />
<br />
<br />
[Chorus]<br />
Gbm<br />
Forty fathoms deep he walks<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dbm<br />
With rusty keys his locker locks<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Gbm<br />
Just like he&rsquo;s half asleep he stalks<br />
Ab<br />
Forty fathoms deep<br />
Gbm<br />
Forty fathoms deep he owns<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dbm<br />
Each sleeping sailor&rsquo;s soggy bones<br />
&#xa0;&#xa0;&#xa0;&#xa0;Gbm<br />
The legend they call Davy jones<br />
&#xa0;&#xa0;&#xa0;Ab            Dbm<br />
At forty fathoms deep<br />
<br />
<br />
[Outro]<br />
Dbm<br />
</p>
</div>
</div>
