index.tex
\subsection{Legend of Davy Jones}
\label{sec:org6ce886b}
\begin{verse}
[Intro]\\
Cm  G  Cm\\
Fm  Cm G   Cm\\
\vspace*{1em}
\vspace*{1em}
[Verse 1]\\
\hspace*{5em}Cm     G        Cm\\
Some say he steers a spectral ship\\
\hspace*{7em}Cm\\
That's grossly grey and grand\\
\hspace*{5em}Fm                 Cm\\
He's doomed to sail the seven seas\\
\hspace*{4em}G                 Cm\\
And ne'er set foot on land\\
\vspace*{1em}
\hspace*{4em}Cm     G         Cm\\
And if you chance to see him\\
\hspace*{9em}Cm\\
You will soon be dead from fright\\
\hspace*{3em}Fm                 Cm\\
So sailors tell their children\\
\hspace*{5em}G               Cm\\
On a dark and stormy night\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\hspace*{3em}Fm\\
Oh forty fathoms deep he walks\\
\hspace*{5em}Cm\\
With rusty keys his locker locks\\
\hspace*{5em}Fm\\
Just like he's half asleep he stalks\\
G\\
Forty fathoms deep\\
Fm\\
Forty fathoms deep he owns\\
\hspace*{5em}Cm\\
Each sleeping sailor's soggy bones\\
\hspace*{4em}Fm\\
The legend they call Davy jones\\
\hspace*{3em}G     G7      Cm\\
At forty fathoms deep\\
\vspace*{1em}
\vspace*{1em}
[Interlude]\\
Cm   Dbm\\
\vspace*{1em}
\vspace*{1em}
[Verse 2]\\
\hspace*{4em}Dbm     Ab      Dbm\\
Nor'east we sail to brimstone head\\
\hspace*{4em}Dbm\\
The captain crew and I\\
\hspace*{3em}Gbm            Dbm\\
At sixty knots we fairly flew\\
\hspace*{3em}Ab               Dbm\\
Beneath a darkening sky\\
\vspace*{1em}
\hspace*{1em}Dbm     Ab   Dbm\\
Atop the main mast I rode\\
Dbm\\
Near ten stories high\\
\hspace*{5em}Gbm               Dbm\\
Went up, there blew an icy squall\\
\hspace*{4em}Ab              Dbm\\
And over board went I\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\hspace*{3em}Gbm\\
Oh forty fathoms deep he walks\\
\hspace*{5em}Dbm\\
With rusty keys his locker locks\\
\hspace*{5em}Gbm\\
Just like he's half asleep he stalks\\
Ab\\
Forty fathoms deep\\
Gbm\\
Forty fathoms deep he owns\\
\hspace*{5em}Dbm\\
Each sleeping sailor's soggy bones\\
\hspace*{4em}Gbm\\
The legend they call Davy jones\\
\hspace*{3em}Ab            Dbm\\
At forty fathoms deep\\
\vspace*{1em}
\vspace*{1em}
[Interlude]\\
Dbm\\
\vspace*{1em}
\vspace*{1em}
[Verse 3]\\
\hspace*{2em}Dbm     Ab         Dbm\\
I hold my breath and say a prayer\\
Dbm\\
For those mates who died\\
\hspace*{2em}Gbm             Dbm\\
I turn my back on Davy jones\\
\hspace*{4em}Ab             Dbm\\
And cast my fears aside\\
\hspace*{6em}Dbm   Ab       Dbm\\
Raise up my head and kick my feet\\
\hspace*{4em}Dbm\\
And toward the light I go\\
\hspace*{4em}Gbm              Dbm\\
The heartless jailor left behind\\
\hspace*{4em}Ab         Dbm\\
The locker far below\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
Gbm\\
Forty fathoms deep he walks\\
\hspace*{5em}Dbm\\
With rusty keys his locker locks\\
\hspace*{5em}Gbm\\
Just like he's half asleep he stalks\\
Ab\\
Forty fathoms deep\\
Gbm\\
Forty fathoms deep he owns\\
\hspace*{5em}Dbm\\
Each sleeping sailor's soggy bones\\
\hspace*{4em}Gbm\\
The legend they call Davy jones\\
\hspace*{3em}Ab            Dbm\\
At forty fathoms deep\\
\vspace*{1em}
\vspace*{1em}
[Outro]\\
Dbm\\
\end{verse}
\clearpage
