shanties.org
** My Jolly Sailor Bold
#+begin_verse
Email me for questions, comments or other things:
daniquenathaliemeijer@hotmail.com

My Jolly Sailor Bold
(Mermaid song ~ Pirates Of The Caribbean 4)


[Verse 1]

'My name it is Maria...'
e|------------------------------------------------|
B|------------------------------------------------|
G|-1-3-4-1-1-1-------------1-3-3-4----------------|
D|--------------2-1---1-1-------------------------|
A|------------------------------------------------|
E|------------------------------------------------|

'And I have left...'
e|-----------------------------------------------|
B|-----------------------------------------------|
G|-1-3-4-1-1--------------0-3-0-1----------------|
D|------------2-1---1-1-1------------------------|
A|-----------------------------------------------|
E|-----------------------------------------------|


[Chorus]

'My head is pierced...'
e|-------------------------------------------------|
B|----------4-4-4-5-4------------------------------|
G|---1-3-4-------------4-3-1-1-3-3-3-4-------------|
D|-------------------------------------------------|
A|-------------------------------------------------|
E|-------------------------------------------------|

'There Is nothing...'
e|------------------------------------------------|
B|------------------------------------------------|
G|-1-3-4-1-1-1--------------0-3-0-1---------------|
D|--------------2-1---1-1-1-----------------------|
A|------------------------------------------------|
E|------------------------------------------------|


[Verse 2]

'Come all you Pretty...'
e|------------------------------------------------|
B|------------------------------------------------|
G|-1-3-4-1-1-1----------- 1-3-3-4-----------------|
D|--------------2-1---1-1-------------------------|
A|------------------------------------------------|
E|------------------------------------------------|

'They like a Jolly...'
e|------------------------------------------------|
B|------------------------------------------------|
G|-1-3-3-4-1-1-1------------0-3-0-1---------------|
D|----------------2-1---1-1-----------------------|
A|------------------------------------------------|
E|------------------------------------------------|



[Chorus]

'My head is pierced...'
e|-------------------------------------------------|
B|----------4-4-4-5-4------------------------------|
G|---1-3-4-------------4-3-1-1-3-3-3-4-------------|
D|-------------------------------------------------|
A|-------------------------------------------------|
E|-------------------------------------------------|

'There Is nothing...'
e|------------------------------------------------|
B|------------------------------------------------|
G|-1-3-4-1-1-1--------------0-3-0-1---------------|
D|--------------2-1---1-1-1-----------------------|
A|------------------------------------------------|
E|------------------------------------------------|
#+end_verse
#+latex: \clearpage
