index.html
<div id="outline-container-orgc510f5a" class="outline-3">
<h3 id="orgc510f5a"><span class="section-number-3">2.26.</span> My Jolly Sailor Bold</h3>
<div class="outline-text-3" id="text-2-26">
<p class="verse">
Email me for questions, comments or other things:<br />
daniquenathaliemeijer@hotmail.com<br />
<br />
My Jolly Sailor Bold<br />
(Mermaid song ~ Pirates Of The Caribbean 4)<br />
<br />
<br />
[Verse 1]<br />
<br />
&rsquo;My name it is Maria&#x2026;&rsquo;<br />
e|-------------------------------------------&#x2013;&#x2014;|<br />
B|-------------------------------------------&#x2013;&#x2014;|<br />
G|-1-3-4-1-1-1--------&#x2013;&#x2014;1-3-3-4-----------&#x2013;&#x2014;|<br />
D|---------&#x2013;&#x2014;2-1&#x2014;1-1--------------------&#x2013;&#x2014;|<br />
A|-------------------------------------------&#x2013;&#x2014;|<br />
E|-------------------------------------------&#x2013;&#x2014;|<br />
<br />
&rsquo;And I have left&#x2026;&rsquo;<br />
e|------------------------------------------&#x2013;&#x2014;|<br />
B|------------------------------------------&#x2013;&#x2014;|<br />
G|-1-3-4-1-1---------&#x2013;&#x2014;0-3-0-1-----------&#x2013;&#x2014;|<br />
D|-------&#x2013;&#x2014;2-1&#x2014;1-1-1-------------------&#x2013;&#x2014;|<br />
A|------------------------------------------&#x2013;&#x2014;|<br />
E|------------------------------------------&#x2013;&#x2014;|<br />
<br />
<br />
[Chorus]<br />
<br />
&rsquo;My head is pierced&#x2026;&rsquo;<br />
e|--------------------------------------------&#x2013;&#x2014;|<br />
B|-----&#x2013;&#x2014;4-4-4-5-4-------------------------&#x2013;&#x2014;|<br />
G|&#x2014;1-3-4--------&#x2013;&#x2014;4-3-1-1-3-3-3-4--------&#x2013;&#x2014;|<br />
D|--------------------------------------------&#x2013;&#x2014;|<br />
A|--------------------------------------------&#x2013;&#x2014;|<br />
E|--------------------------------------------&#x2013;&#x2014;|<br />
<br />
&rsquo;There Is nothing&#x2026;&rsquo;<br />
e|-------------------------------------------&#x2013;&#x2014;|<br />
B|-------------------------------------------&#x2013;&#x2014;|<br />
G|-1-3-4-1-1-1---------&#x2013;&#x2014;0-3-0-1----------&#x2013;&#x2014;|<br />
D|---------&#x2013;&#x2014;2-1&#x2014;1-1-1------------------&#x2013;&#x2014;|<br />
A|-------------------------------------------&#x2013;&#x2014;|<br />
E|-------------------------------------------&#x2013;&#x2014;|<br />
<br />
<br />
[Verse 2]<br />
<br />
&rsquo;Come all you Pretty&#x2026;&rsquo;<br />
e|-------------------------------------------&#x2013;&#x2014;|<br />
B|-------------------------------------------&#x2013;&#x2014;|<br />
G|-1-3-4-1-1-1------&#x2013;&#x2014; 1-3-3-4------------&#x2013;&#x2014;|<br />
D|---------&#x2013;&#x2014;2-1&#x2014;1-1--------------------&#x2013;&#x2014;|<br />
A|-------------------------------------------&#x2013;&#x2014;|<br />
E|-------------------------------------------&#x2013;&#x2014;|<br />
<br />
&rsquo;They like a Jolly&#x2026;&rsquo;<br />
e|-------------------------------------------&#x2013;&#x2014;|<br />
B|-------------------------------------------&#x2013;&#x2014;|<br />
G|-1-3-3-4-1-1-1-------&#x2013;&#x2014;0-3-0-1----------&#x2013;&#x2014;|<br />
D|-----------&#x2013;&#x2014;2-1&#x2014;1-1------------------&#x2013;&#x2014;|<br />
A|-------------------------------------------&#x2013;&#x2014;|<br />
E|-------------------------------------------&#x2013;&#x2014;|<br />
<br />
<br />
<br />
[Chorus]<br />
<br />
&rsquo;My head is pierced&#x2026;&rsquo;<br />
e|--------------------------------------------&#x2013;&#x2014;|<br />
B|-----&#x2013;&#x2014;4-4-4-5-4-------------------------&#x2013;&#x2014;|<br />
G|&#x2014;1-3-4--------&#x2013;&#x2014;4-3-1-1-3-3-3-4--------&#x2013;&#x2014;|<br />
D|--------------------------------------------&#x2013;&#x2014;|<br />
A|--------------------------------------------&#x2013;&#x2014;|<br />
E|--------------------------------------------&#x2013;&#x2014;|<br />
<br />
&rsquo;There Is nothing&#x2026;&rsquo;<br />
e|-------------------------------------------&#x2013;&#x2014;|<br />
B|-------------------------------------------&#x2013;&#x2014;|<br />
G|-1-3-4-1-1-1---------&#x2013;&#x2014;0-3-0-1----------&#x2013;&#x2014;|<br />
D|---------&#x2013;&#x2014;2-1&#x2014;1-1-1------------------&#x2013;&#x2014;|<br />
A|-------------------------------------------&#x2013;&#x2014;|<br />
E|-------------------------------------------&#x2013;&#x2014;|<br />
</p>
</div>
</div>
