index.tex
\subsection{My Jolly Sailor Bold}
\label{sec:org98030d3}
\begin{verse}
Email me for questions, comments or other things:\\
daniquenathaliemeijer@hotmail.com\\
\vspace*{1em}
My Jolly Sailor Bold\\
(Mermaid song \textasciitilde{} Pirates Of The Caribbean 4)\\
\vspace*{1em}
\vspace*{1em}
[Verse 1]\\
\vspace*{1em}
'My name it is Maria\ldots{}'\\
e|------------------------------------------------|\\
B|------------------------------------------------|\\
G|-1-3-4-1-1-1-------------1-3-3-4----------------|\\
D|--------------2-1---1-1-------------------------|\\
A|------------------------------------------------|\\
E|------------------------------------------------|\\
\vspace*{1em}
'And I have left\ldots{}'\\
e|-----------------------------------------------|\\
B|-----------------------------------------------|\\
G|-1-3-4-1-1--------------0-3-0-1----------------|\\
D|------------2-1---1-1-1------------------------|\\
A|-----------------------------------------------|\\
E|-----------------------------------------------|\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
'My head is pierced\ldots{}'\\
e|-------------------------------------------------|\\
B|----------4-4-4-5-4------------------------------|\\
G|---1-3-4-------------4-3-1-1-3-3-3-4-------------|\\
D|-------------------------------------------------|\\
A|-------------------------------------------------|\\
E|-------------------------------------------------|\\
\vspace*{1em}
'There Is nothing\ldots{}'\\
e|------------------------------------------------|\\
B|------------------------------------------------|\\
G|-1-3-4-1-1-1--------------0-3-0-1---------------|\\
D|--------------2-1---1-1-1-----------------------|\\
A|------------------------------------------------|\\
E|------------------------------------------------|\\
\vspace*{1em}
\vspace*{1em}
[Verse 2]\\
\vspace*{1em}
'Come all you Pretty\ldots{}'\\
e|------------------------------------------------|\\
B|------------------------------------------------|\\
G|-1-3-4-1-1-1----------- 1-3-3-4-----------------|\\
D|--------------2-1---1-1-------------------------|\\
A|------------------------------------------------|\\
E|------------------------------------------------|\\
\vspace*{1em}
'They like a Jolly\ldots{}'\\
e|------------------------------------------------|\\
B|------------------------------------------------|\\
G|-1-3-3-4-1-1-1------------0-3-0-1---------------|\\
D|----------------2-1---1-1-----------------------|\\
A|------------------------------------------------|\\
E|------------------------------------------------|\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
'My head is pierced\ldots{}'\\
e|-------------------------------------------------|\\
B|----------4-4-4-5-4------------------------------|\\
G|---1-3-4-------------4-3-1-1-3-3-3-4-------------|\\
D|-------------------------------------------------|\\
A|-------------------------------------------------|\\
E|-------------------------------------------------|\\
\vspace*{1em}
'There Is nothing\ldots{}'\\
e|------------------------------------------------|\\
B|------------------------------------------------|\\
G|-1-3-4-1-1-1--------------0-3-0-1---------------|\\
D|--------------2-1---1-1-1-----------------------|\\
A|------------------------------------------------|\\
E|------------------------------------------------|\\
\end{verse}
\clearpage
