shanties.org
** Nord Mead
#+begin_verse
[Intro]
Am C G D
Am C G E    (x2)

[Verse]
      Am
We're merry men of Skyrim
    C
So sturdy and so stout
         G
When the day is done

When it's time for fun
       E
We'll drink and sing and shout


    Am
You weak livered milk drinkers
    C
Can let your throats run dry
              G
Cause there's just one drink

That we will sink
  E
Until the day we die

[Chorus]
         Am                   C
Drinking mead in the halls of Whiterun
    G               D
The maidens and the men
   Am
We swig our brew
  C
Until we spew
        G              E
Then we fill our mugs again

        Am               C
You can keep your filthy Skooma
   G                 D
It makes our bellies bleed
              C
Cause when we raise our flagon
     G
To another dead dragon
         E
There is just one drink we need

[Post-chorus]
     Am   C G D
Nord mead
     Am   C G E
Nord mead

Am
Chug a mug of mead
     C
And another mug of mead
      G
Chug another mug of mead
         D
Till you fall down

Am
Chug a mug of mead
     C
And another mug mead
      G                        E
Chug another mug of mead, warrior

[Instrumental]
Am C G Am
Am C G E

[Interlude]
  Am                C
After the long hard days
    G             Am
Of hunting and of war
     Am                    C
Our throats are tired and thirsty
        G                  E
And our bodies drenched in gore

       Am                 C
But we won't waste our evenings
        G                 Am
Feeling tired and feeling spent
   Am                 C
We perk right up when we breathe in
     G               E
That wholesome honey scent

[Verse]
     Am
That Cyrodilic Brandy
     C
Too fruity for these tongues
        G
You can keep your fancy alto wine
   E
It tastes like horker dung!

   Am
Balmora Blue tastes great to you
    C
But here we like it plain
     G
Just fill my mug with a mighty jug
   E
Of honey, heart and grain

[Chorus]
         Am                   C
Drinking mead in the halls of Whiterun
    G               D
The maidens and the men
   Am
We swig our brew
  C
Until we spew
        G              E
Then we fill our mugs again

        Am               C
You can keep your filthy Skooma
   G                 D
It makes our bellies bleed
              C
Cause when we raise our flagon
     G
To another dead dragon
         E
There is just one drink we need

[Post-chorus]
     Am   C G D
Nord mead
     Am   C G E
Nord mead

Am
Chug a mug of mead (Nord mead)
     C
And another mug of mead
      G
Chug another mug of mead
         D
Till you fall down

Am
Chug a mug of mead (Nord mead)
     C
And another mug mead
      G                        E
Chug another mug of mead, warrior

[Outro]
Am C G D
Am C G E

Am
#+end_verse
#+latex: \clearpage
** TODO Oh, Better Far to Live and Die - Pirate King
#+latex: \clearpage
