index.html
<div id="outline-container-org7b34003" class="outline-3">
<h3 id="org7b34003"><span class="section-number-3">2.27.</span> Nord Mead</h3>
<div class="outline-text-3" id="text-2-27">
<p class="verse">
[Intro]<br />
Am C G D<br />
Am C G E    (x2)<br />
<br />
[Verse]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
We&rsquo;re merry men of Skyrim<br />
&#xa0;&#xa0;&#xa0;&#xa0;C<br />
So sturdy and so stout<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
When the day is done<br />
<br />
When it&rsquo;s time for fun<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E<br />
We&rsquo;ll drink and sing and shout<br />
<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
You weak livered milk drinkers<br />
&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Can let your throats run dry<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Cause there&rsquo;s just one drink<br />
<br />
That we will sink<br />
&#xa0;&#xa0;E<br />
Until the day we die<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am                   C<br />
Drinking mead in the halls of Whiterun<br />
&#xa0;&#xa0;&#xa0;&#xa0;G               D<br />
The maidens and the men<br />
&#xa0;&#xa0;&#xa0;Am<br />
We swig our brew<br />
&#xa0;&#xa0;C<br />
Until we spew<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G              E<br />
Then we fill our mugs again<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am               C<br />
You can keep your filthy Skooma<br />
&#xa0;&#xa0;&#xa0;G                 D<br />
It makes our bellies bleed<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Cause when we raise our flagon<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
To another dead dragon<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E<br />
There is just one drink we need<br />
<br />
[Post-chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am   C G D<br />
Nord mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am   C G E<br />
Nord mead<br />
<br />
Am<br />
Chug a mug of mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And another mug of mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Chug another mug of mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Till you fall down<br />
<br />
Am<br />
Chug a mug of mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And another mug mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                        E<br />
Chug another mug of mead, warrior<br />
<br />
[Instrumental]<br />
Am C G Am<br />
Am C G E<br />
<br />
[Interlude]<br />
&#xa0;&#xa0;Am                C<br />
After the long hard days<br />
&#xa0;&#xa0;&#xa0;&#xa0;G             Am<br />
Of hunting and of war<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am                    C<br />
Our throats are tired and thirsty<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                  E<br />
And our bodies drenched in gore<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am                 C<br />
But we won&rsquo;t waste our evenings<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                 Am<br />
Feeling tired and feeling spent<br />
&#xa0;&#xa0;&#xa0;Am                 C<br />
We perk right up when we breathe in<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               E<br />
That wholesome honey scent<br />
<br />
[Verse]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
That Cyrodilic Brandy<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Too fruity for these tongues<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
You can keep your fancy alto wine<br />
&#xa0;&#xa0;&#xa0;E<br />
It tastes like horker dung!<br />
<br />
&#xa0;&#xa0;&#xa0;Am<br />
Balmora Blue tastes great to you<br />
&#xa0;&#xa0;&#xa0;&#xa0;C<br />
But here we like it plain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Just fill my mug with a mighty jug<br />
&#xa0;&#xa0;&#xa0;E<br />
Of honey, heart and grain<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am                   C<br />
Drinking mead in the halls of Whiterun<br />
&#xa0;&#xa0;&#xa0;&#xa0;G               D<br />
The maidens and the men<br />
&#xa0;&#xa0;&#xa0;Am<br />
We swig our brew<br />
&#xa0;&#xa0;C<br />
Until we spew<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G              E<br />
Then we fill our mugs again<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am               C<br />
You can keep your filthy Skooma<br />
&#xa0;&#xa0;&#xa0;G                 D<br />
It makes our bellies bleed<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Cause when we raise our flagon<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
To another dead dragon<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E<br />
There is just one drink we need<br />
<br />
[Post-chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am   C G D<br />
Nord mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am   C G E<br />
Nord mead<br />
<br />
Am<br />
Chug a mug of mead (Nord mead)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And another mug of mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Chug another mug of mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Till you fall down<br />
<br />
Am<br />
Chug a mug of mead (Nord mead)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And another mug mead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                        E<br />
Chug another mug of mead, warrior<br />
<br />
[Outro]<br />
Am C G D<br />
Am C G E<br />
<br />
Am<br />
</p>
</div>
</div>
<div id="outline-container-orgb9f1792" class="outline-3">
<h3 id="orgb9f1792"><span class="section-number-3">2.28.</span> <span class="todo TODO">TODO</span> Oh, Better Far to Live and Die - Pirate King</h3>
<div class="outline-text-3" id="text-2-28">
</div>
</div>
