index.tex
\subsection{Nord Mead}
\label{sec:org0d318f2}
\begin{verse}
[Intro]\\
Am C G D\\
Am C G E    (x2)\\
\vspace*{1em}
[Verse]\\
\hspace*{6em}Am\\
We're merry men of Skyrim\\
\hspace*{4em}C\\
So sturdy and so stout\\
\hspace*{9em}G\\
When the day is done\\
\vspace*{1em}
When it's time for fun\\
\hspace*{7em}E\\
We'll drink and sing and shout\\
\vspace*{1em}
\vspace*{1em}
\hspace*{4em}Am\\
You weak livered milk drinkers\\
\hspace*{4em}C\\
Can let your throats run dry\\
\hspace*{14em}G\\
Cause there's just one drink\\
\vspace*{1em}
That we will sink\\
\hspace*{2em}E\\
Until the day we die\\
\vspace*{1em}
[Chorus]\\
\hspace*{9em}Am                   C\\
Drinking mead in the halls of Whiterun\\
\hspace*{4em}G               D\\
The maidens and the men\\
\hspace*{3em}Am\\
We swig our brew\\
\hspace*{2em}C\\
Until we spew\\
\hspace*{8em}G              E\\
Then we fill our mugs again\\
\vspace*{1em}
\hspace*{8em}Am               C\\
You can keep your filthy Skooma\\
\hspace*{3em}G                 D\\
It makes our bellies bleed\\
\hspace*{14em}C\\
Cause when we raise our flagon\\
\hspace*{5em}G\\
To another dead dragon\\
\hspace*{9em}E\\
There is just one drink we need\\
\vspace*{1em}
[Post-chorus]\\
\hspace*{5em}Am   C G D\\
Nord mead\\
\hspace*{5em}Am   C G E\\
Nord mead\\
\vspace*{1em}
Am\\
Chug a mug of mead\\
\hspace*{5em}C\\
And another mug of mead\\
\hspace*{6em}G\\
Chug another mug of mead\\
\hspace*{9em}D\\
Till you fall down\\
\vspace*{1em}
Am\\
Chug a mug of mead\\
\hspace*{5em}C\\
And another mug mead\\
\hspace*{6em}G                        E\\
Chug another mug of mead, warrior\\
\vspace*{1em}
[Instrumental]\\
Am C G Am\\
Am C G E\\
\vspace*{1em}
[Interlude]\\
\hspace*{2em}Am                C\\
After the long hard days\\
\hspace*{4em}G             Am\\
Of hunting and of war\\
\hspace*{5em}Am                    C\\
Our throats are tired and thirsty\\
\hspace*{8em}G                  E\\
And our bodies drenched in gore\\
\vspace*{1em}
\hspace*{7em}Am                 C\\
But we won't waste our evenings\\
\hspace*{8em}G                 Am\\
Feeling tired and feeling spent\\
\hspace*{3em}Am                 C\\
We perk right up when we breathe in\\
\hspace*{5em}G               E\\
That wholesome honey scent\\
\vspace*{1em}
[Verse]\\
\hspace*{5em}Am\\
That Cyrodilic Brandy\\
\hspace*{5em}C\\
Too fruity for these tongues\\
\hspace*{8em}G\\
You can keep your fancy alto wine\\
\hspace*{3em}E\\
It tastes like horker dung!\\
\vspace*{1em}
\hspace*{3em}Am\\
Balmora Blue tastes great to you\\
\hspace*{4em}C\\
But here we like it plain\\
\hspace*{5em}G\\
Just fill my mug with a mighty jug\\
\hspace*{3em}E\\
Of honey, heart and grain\\
\vspace*{1em}
[Chorus]\\
\hspace*{9em}Am                   C\\
Drinking mead in the halls of Whiterun\\
\hspace*{4em}G               D\\
The maidens and the men\\
\hspace*{3em}Am\\
We swig our brew\\
\hspace*{2em}C\\
Until we spew\\
\hspace*{8em}G              E\\
Then we fill our mugs again\\
\vspace*{1em}
\hspace*{8em}Am               C\\
You can keep your filthy Skooma\\
\hspace*{3em}G                 D\\
It makes our bellies bleed\\
\hspace*{14em}C\\
Cause when we raise our flagon\\
\hspace*{5em}G\\
To another dead dragon\\
\hspace*{9em}E\\
There is just one drink we need\\
\vspace*{1em}
[Post-chorus]\\
\hspace*{5em}Am   C G D\\
Nord mead\\
\hspace*{5em}Am   C G E\\
Nord mead\\
\vspace*{1em}
Am\\
Chug a mug of mead (Nord mead)\\
\hspace*{5em}C\\
And another mug of mead\\
\hspace*{6em}G\\
Chug another mug of mead\\
\hspace*{9em}D\\
Till you fall down\\
\vspace*{1em}
Am\\
Chug a mug of mead (Nord mead)\\
\hspace*{5em}C\\
And another mug mead\\
\hspace*{6em}G                        E\\
Chug another mug of mead, warrior\\
\vspace*{1em}
[Outro]\\
Am C G D\\
Am C G E\\
\vspace*{1em}
Am\\
\end{verse}
\clearpage
\subsection{{\bfseries\sffamily TODO} Oh, Better Far to Live and Die - Pirate King}
\label{sec:org13f01cb}
\clearpage
