shanties.org
** Old Maui
#+begin_verse
[Verse 1]
       Em         B7           G        D
It's a damn tough life full of toil and strife
   Em        B7   Em
We whalermen undergo.
       Em           B7            G      D
And we won't give a damn when the gales are done
    Em       B7        Em
How hard the winds did blow.
          G                       D
For we're homeward bound from the Arctic ground
       Em                  B7
With a good ship, taut and free.
       Em           B7           G         D
And we won't give a damn when we drink our rum
         Em       B7    Em
With the girls of Old Maui.

[Chorus]
        G             D
Rolling down to Old Maui, me boys
        Em            B7
Rolling down to Old Maui.
      Em       B7             G      D
We're homeward bound from the Arctic ground,
        Em      B7    Em
Rolling down to Old Maui.

[Verse 2]
     Em      B7            G         D
Once more we sail with the northerly gale
            Em       B7       Em
Through the ice, and wind and rain.
     Em      B7         G        D
Them coconut fronds and tropical shores
   Em         B7   Em
We soon shall see again.
        G                    D
For six hellish months we've passed away
       Em             B7
On the cold Kamchatka Sea.
    Em        B7             G      D
But now we're bound from the Arctic ground
        Em      B7    Em
Rolling down to Old Maui.

[Chorus]
        G             D
Rolling down to Old Maui, me boys
        Em            B7
Rolling down to Old Maui.
      Em       B7             G      D
We're homeward bound from the Arctic ground,
        Em      B7    Em
Rolling down to Old Maui.

[Verse 3]
     Em      B7            G         D
Once more we sail with the northerly gale
  Em        B7     Em
Towards our island home.
    Em      B7        G        D
Our whaling done, our mainmast sprung,
       Em        B7     Em
And we ain't got far to roam.
    G                    D
Our stuns'l bones is carried away,
     Em               B7
What care we for that sound?
   Em    B7      G      D
A living gale is after us,
      Em        B7       Em
Thank God we're homeward bound.

[Chorus]
        G             D
Rolling down to Old Maui, me boys
        Em            B7
Rolling down to Old Maui.
      Em       B7             G      D
We're homeward bound from the Arctic ground,
        Em      B7    Em
Rolling down to Old Maui.

[Verse 4]
    Em       B7                 G      D
How soft the breeze through the island trees,
        Em     B7  Em
Now the ice is far astern.
     Em     B7          G        D
Them native maids, them tropical glades
      Em      B7    Em
Is a-waiting our return.
     G                   D
Even now their big brown eyes look out
       Em               B7
Hoping some fine day to see
    Em    B7             G        D
Our baggy sails runnin' 'fore the gales
        Em      B7    Em
Rolling down to old Maui.

[Chorus]
        G             D
Rolling down to Old Maui, me boys
        Em            B7
Rolling down to Old Maui.
      Em       B7             G      D
We're homeward bound from the Arctic ground,
        Em      B7    Em
Rolling down to Old Maui.

        G             D
Rolling down to Old Maui, me boys
        Em            B7
Rolling down to Old Maui.
      Em       B7             G      D
We're homeward bound from the Arctic ground,
        Em      B7    Em
Rolling down to Old Maui.
#+end_verse
#+latex: \clearpage
** TODO Pirates of the Black Flag
#+latex: \clearpage
