index.html
<div id="outline-container-org0999250" class="outline-3">
<h3 id="org0999250"><span class="section-number-3">2.29.</span> Old Maui</h3>
<div class="outline-text-3" id="text-2-29">
<p class="verse">
[Verse 1]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em         B7           G        D<br />
It&rsquo;s a damn tough life full of toil and strife<br />
&#xa0;&#xa0;&#xa0;Em        B7   Em<br />
We whalermen undergo.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em           B7            G      D<br />
And we won&rsquo;t give a damn when the gales are done<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em       B7        Em<br />
How hard the winds did blow.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                       D<br />
For we&rsquo;re homeward bound from the Arctic ground<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em                  B7<br />
With a good ship, taut and free.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em           B7           G         D<br />
And we won&rsquo;t give a damn when we drink our rum<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       B7    Em<br />
With the girls of Old Maui.<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G             D<br />
Rolling down to Old Maui, me boys<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em            B7<br />
Rolling down to Old Maui.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       B7             G      D<br />
We&rsquo;re homeward bound from the Arctic ground,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Rolling down to Old Maui.<br />
<br />
[Verse 2]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7            G         D<br />
Once more we sail with the northerly gale<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       B7       Em<br />
Through the ice, and wind and rain.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7         G        D<br />
Them coconut fronds and tropical shores<br />
&#xa0;&#xa0;&#xa0;Em         B7   Em<br />
We soon shall see again.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                    D<br />
For six hellish months we&rsquo;ve passed away<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em             B7<br />
On the cold Kamchatka Sea.<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em        B7             G      D<br />
But now we&rsquo;re bound from the Arctic ground<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Rolling down to Old Maui.<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G             D<br />
Rolling down to Old Maui, me boys<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em            B7<br />
Rolling down to Old Maui.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       B7             G      D<br />
We&rsquo;re homeward bound from the Arctic ground,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Rolling down to Old Maui.<br />
<br />
[Verse 3]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7            G         D<br />
Once more we sail with the northerly gale<br />
&#xa0;&#xa0;Em        B7     Em<br />
Towards our island home.<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em      B7        G        D<br />
Our whaling done, our mainmast sprung,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em        B7     Em<br />
And we ain&rsquo;t got far to roam.<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                    D<br />
Our stuns&rsquo;l bones is carried away,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em               B7<br />
What care we for that sound?<br />
&#xa0;&#xa0;&#xa0;Em    B7      G      D<br />
A living gale is after us,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em        B7       Em<br />
Thank God we&rsquo;re homeward bound.<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G             D<br />
Rolling down to Old Maui, me boys<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em            B7<br />
Rolling down to Old Maui.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       B7             G      D<br />
We&rsquo;re homeward bound from the Arctic ground,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Rolling down to Old Maui.<br />
<br />
[Verse 4]<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em       B7                 G      D<br />
How soft the breeze through the island trees,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em     B7  Em<br />
Now the ice is far astern.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em     B7          G        D<br />
Them native maids, them tropical glades<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Is a-waiting our return.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                   D<br />
Even now their big brown eyes look out<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em               B7<br />
Hoping some fine day to see<br />
&#xa0;&#xa0;&#xa0;&#xa0;Em    B7             G        D<br />
Our baggy sails runnin&rsquo; &rsquo;fore the gales<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Rolling down to old Maui.<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G             D<br />
Rolling down to Old Maui, me boys<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em            B7<br />
Rolling down to Old Maui.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       B7             G      D<br />
We&rsquo;re homeward bound from the Arctic ground,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Rolling down to Old Maui.<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G             D<br />
Rolling down to Old Maui, me boys<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em            B7<br />
Rolling down to Old Maui.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       B7             G      D<br />
We&rsquo;re homeward bound from the Arctic ground,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em      B7    Em<br />
Rolling down to Old Maui.<br />
</p>
</div>
</div>
<div id="outline-container-org507ad49" class="outline-3">
<h3 id="org507ad49"><span class="section-number-3">2.30.</span> <span class="todo TODO">TODO</span> Pirates of the Black Flag</h3>
<div class="outline-text-3" id="text-2-30">
</div>
</div>
