index.tex
\subsection{Old Maui}
\label{sec:orga159045}
\begin{verse}
[Verse 1]\\
\hspace*{7em}Em         B7           G        D\\
It's a damn tough life full of toil and strife\\
\hspace*{3em}Em        B7   Em\\
We whalermen undergo.\\
\hspace*{7em}Em           B7            G      D\\
And we won't give a damn when the gales are done\\
\hspace*{4em}Em       B7        Em\\
How hard the winds did blow.\\
\hspace*{10em}G                       D\\
For we're homeward bound from the Arctic ground\\
\hspace*{7em}Em                  B7\\
With a good ship, taut and free.\\
\hspace*{7em}Em           B7           G         D\\
And we won't give a damn when we drink our rum\\
\hspace*{9em}Em       B7    Em\\
With the girls of Old Maui.\\
\vspace*{1em}
[Chorus]\\
\hspace*{8em}G             D\\
Rolling down to Old Maui, me boys\\
\hspace*{8em}Em            B7\\
Rolling down to Old Maui.\\
\hspace*{6em}Em       B7             G      D\\
We're homeward bound from the Arctic ground,\\
\hspace*{8em}Em      B7    Em\\
Rolling down to Old Maui.\\
\vspace*{1em}
[Verse 2]\\
\hspace*{5em}Em      B7            G         D\\
Once more we sail with the northerly gale\\
\hspace*{12em}Em       B7       Em\\
Through the ice, and wind and rain.\\
\hspace*{5em}Em      B7         G        D\\
Them coconut fronds and tropical shores\\
\hspace*{3em}Em         B7   Em\\
We soon shall see again.\\
\hspace*{8em}G                    D\\
For six hellish months we've passed away\\
\hspace*{7em}Em             B7\\
On the cold Kamchatka Sea.\\
\hspace*{4em}Em        B7             G      D\\
But now we're bound from the Arctic ground\\
\hspace*{8em}Em      B7    Em\\
Rolling down to Old Maui.\\
\vspace*{1em}
[Chorus]\\
\hspace*{8em}G             D\\
Rolling down to Old Maui, me boys\\
\hspace*{8em}Em            B7\\
Rolling down to Old Maui.\\
\hspace*{6em}Em       B7             G      D\\
We're homeward bound from the Arctic ground,\\
\hspace*{8em}Em      B7    Em\\
Rolling down to Old Maui.\\
\vspace*{1em}
[Verse 3]\\
\hspace*{5em}Em      B7            G         D\\
Once more we sail with the northerly gale\\
\hspace*{2em}Em        B7     Em\\
Towards our island home.\\
\hspace*{4em}Em      B7        G        D\\
Our whaling done, our mainmast sprung,\\
\hspace*{7em}Em        B7     Em\\
And we ain't got far to roam.\\
\hspace*{4em}G                    D\\
Our stuns'l bones is carried away,\\
\hspace*{5em}Em               B7\\
What care we for that sound?\\
\hspace*{3em}Em    B7      G      D\\
A living gale is after us,\\
\hspace*{6em}Em        B7       Em\\
Thank God we're homeward bound.\\
\vspace*{1em}
[Chorus]\\
\hspace*{8em}G             D\\
Rolling down to Old Maui, me boys\\
\hspace*{8em}Em            B7\\
Rolling down to Old Maui.\\
\hspace*{6em}Em       B7             G      D\\
We're homeward bound from the Arctic ground,\\
\hspace*{8em}Em      B7    Em\\
Rolling down to Old Maui.\\
\vspace*{1em}
[Verse 4]\\
\hspace*{4em}Em       B7                 G      D\\
How soft the breeze through the island trees,\\
\hspace*{8em}Em     B7  Em\\
Now the ice is far astern.\\
\hspace*{5em}Em     B7          G        D\\
Them native maids, them tropical glades\\
\hspace*{6em}Em      B7    Em\\
Is a-waiting our return.\\
\hspace*{5em}G                   D\\
Even now their big brown eyes look out\\
\hspace*{7em}Em               B7\\
Hoping some fine day to see\\
\hspace*{4em}Em    B7             G        D\\
Our baggy sails runnin' 'fore the gales\\
\hspace*{8em}Em      B7    Em\\
Rolling down to old Maui.\\
\vspace*{1em}
[Chorus]\\
\hspace*{8em}G             D\\
Rolling down to Old Maui, me boys\\
\hspace*{8em}Em            B7\\
Rolling down to Old Maui.\\
\hspace*{6em}Em       B7             G      D\\
We're homeward bound from the Arctic ground,\\
\hspace*{8em}Em      B7    Em\\
Rolling down to Old Maui.\\
\vspace*{1em}
\hspace*{8em}G             D\\
Rolling down to Old Maui, me boys\\
\hspace*{8em}Em            B7\\
Rolling down to Old Maui.\\
\hspace*{6em}Em       B7             G      D\\
We're homeward bound from the Arctic ground,\\
\hspace*{8em}Em      B7    Em\\
Rolling down to Old Maui.\\
\end{verse}
\clearpage
\subsection{{\bfseries\sffamily TODO} Pirates of the Black Flag}
\label{sec:orgd682309}
\clearpage
