shanties.org
** Pirates who don't do anything
#+begin_verse
[ARCHIBALD] (Spoken)
N.C.
And now it's time for silly songs with Larry
The part of the show
Where Larry comes out and sings a silly son.

Joining Larry are Pa Grape and Mister Lunt
Who together, make up the infamous gang of scallywags:
'The Pirates Who Don't Do Anything'.


[PA GRAPE, MISTER LUNT, LARRY]
           C                    F
We are the pirates who don't do anything
        C                    G
We just stay at home and lay around
           C            F
And if you ask us to do anything
C          G
We'll just tell you...


[LARRY]
            C
We don't do anything


[PA GRAPE]
           C
Well, I've never been to Greenland
         F
And I've never been to Denver
         C                        G
And I've never buried treasure in St. Louie or St. Paul
         C
And I've never been to Moscow
         F
And I've never been to Tampa
         C            G             C
And I've never been to Boston in the fall


[PA GRAPE, MISTER LUNT, LARRY]
C                              F
We're the pirates who don't do anything
        C                    G
We just stay at home and lay around
           C            F
And if you ask us to do anything
 C         G
We'll just tell you...


[MISTER LUNT] (Spoken)
            C
We don't do anything!


[MISTER LUNT]
         C
And I've never hoist the mainstay
         F
And I've never swabbed the poop deck
         C
And I've never veer to starboard
         G
'Cause I never sail at all
         C
And I've never walked the gangplank
         F
And I've never owned a parrot
         C             G             C
And I've never been to Boston in the fall


[PA GRAPE, MISTER LUNT, LARRY]
                 C                    F
'Cause we're the pirates who don't do anything
        C                    G
We just stay at home and lay around
       C                F
And if you ask us to do anything
 C         G                    C
We'll just tell you we don't do anything


[LARRY]
 C
Well, I've never plucked a rooster
        F
And I'm not too good at ping pong
         C
And I've never thrown my mashed potatoes
G
Up against the wall
         C
And I've never kissed a chipmunk
         F
And I've never gotten head lice
         C             G             C
And I've never been to Boston in the fall


[PA GRAPE] (Spoken)
N.C.
Huh? What are you talking about?
What does a rooster or mashed potatoes
Have to do with being a pirate?


[MISTER LUNT] (Spoken)
N.C.
Hey, that's right
We're supposed to sing about pirate-y things!


[PA GRAPE] (Spoken)
N.C.
And who's ever kissed a chipmunk?
That's just nonsense! Why even bring it up?
Am I right? What do you think?


[MISTER LUNT] (Spoken):
N.C.
I think you look like Cap'n Crunch.


[PA GRAPE] (Spoken)
N.C.
Huh? No I don't!


[MISTER LUNT] (Spoken)
N.C.
Do too!


[PA GRAPE] (Spoken)
N.C.
Do not!


[MISTER LUNT] (Spoken)
N.C.
You're making me hungry.


[PA GRAPE (Spoken)
N.C.
That's it, you're walking the plank!


[MISTER LUNT] (Spoken)
N.C.
Says who?


[PA GRAPE] (Spoken)
N.C.
Says the Cap'n, that's who!


[MISTER LUNT] (Spoken)
N.C.
Oh yeah?
Aye, aye, Cap'n Crunch!


[PA GRAPE] (Spoken)
N.C.
Arrrgh!


[MISTER LUN] (Spoken)
N.C.
Yikes!


[LARRY]
         C
And I've never licked a spark plug
         F
And I've never sniffed a stinkbug
         C
And I've never painted daises
     G
On a big red rubber ball
    C
And I've never bathed in yogurt
      F
And I don't look good in leggings


[PA GRAPE] (Spoken)
N.C.
You just don't get it.


[PA GRAPE, MISTER LUNT, LARRY]
          C             G             C
And we've never been to Boston in the fall!
#+end_verse
#+latex: \clearpage
