index.html
<div id="outline-container-org8b7e018" class="outline-3">
<h3 id="org8b7e018"><span class="section-number-3">2.31.</span> Pirates who don&rsquo;t do anything</h3>
<div class="outline-text-3" id="text-2-31">
<p class="verse">
[ARCHIBALD] (Spoken)<br />
N.C.<br />
And now it&rsquo;s time for silly songs with Larry<br />
The part of the show<br />
Where Larry comes out and sings a silly son.<br />
<br />
Joining Larry are Pa Grape and Mister Lunt<br />
Who together, make up the infamous gang of scallywags:<br />
&rsquo;The Pirates Who Don&rsquo;t Do Anything&rsquo;.<br />
<br />
<br />
[PA GRAPE, MISTER LUNT, LARRY]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                    F<br />
We are the pirates who don&rsquo;t do anything<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                    G<br />
We just stay at home and lay around<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C            F<br />
And if you ask us to do anything<br />
C          G<br />
We&rsquo;ll just tell you&#x2026;<br />
<br />
<br />
[LARRY]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
We don&rsquo;t do anything<br />
<br />
<br />
[PA GRAPE]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Well, I&rsquo;ve never been to Greenland<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I&rsquo;ve never been to Denver<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                        G<br />
And I&rsquo;ve never buried treasure in St. Louie or St. Paul<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never been to Moscow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I&rsquo;ve never been to Tampa<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C            G             C<br />
And I&rsquo;ve never been to Boston in the fall<br />
<br />
<br />
[PA GRAPE, MISTER LUNT, LARRY]<br />
C                              F<br />
We&rsquo;re the pirates who don&rsquo;t do anything<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                    G<br />
We just stay at home and lay around<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C            F<br />
And if you ask us to do anything<br />
&#xa0;C         G<br />
We&rsquo;ll just tell you&#x2026;<br />
<br />
<br />
[MISTER LUNT] (Spoken)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
We don&rsquo;t do anything!<br />
<br />
<br />
[MISTER LUNT]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never hoist the mainstay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I&rsquo;ve never swabbed the poop deck<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never veer to starboard<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
&rsquo;Cause I never sail at all<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never walked the gangplank<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I&rsquo;ve never owned a parrot<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C             G             C<br />
And I&rsquo;ve never been to Boston in the fall<br />
<br />
<br />
[PA GRAPE, MISTER LUNT, LARRY]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                    F<br />
&rsquo;Cause we&rsquo;re the pirates who don&rsquo;t do anything<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                    G<br />
We just stay at home and lay around<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                F<br />
And if you ask us to do anything<br />
&#xa0;C         G                    C<br />
We&rsquo;ll just tell you we don&rsquo;t do anything<br />
<br />
<br />
[LARRY]<br />
&#xa0;C<br />
Well, I&rsquo;ve never plucked a rooster<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I&rsquo;m not too good at ping pong<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never thrown my mashed potatoes<br />
G<br />
Up against the wall<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never kissed a chipmunk<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I&rsquo;ve never gotten head lice<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C             G             C<br />
And I&rsquo;ve never been to Boston in the fall<br />
<br />
<br />
[PA GRAPE] (Spoken)<br />
N.C.<br />
Huh? What are you talking about?<br />
What does a rooster or mashed potatoes<br />
Have to do with being a pirate?<br />
<br />
<br />
[MISTER LUNT] (Spoken)<br />
N.C.<br />
Hey, that&rsquo;s right<br />
We&rsquo;re supposed to sing about pirate-y things!<br />
<br />
<br />
[PA GRAPE] (Spoken)<br />
N.C.<br />
And who&rsquo;s ever kissed a chipmunk?<br />
That&rsquo;s just nonsense! Why even bring it up?<br />
Am I right? What do you think?<br />
<br />
<br />
[MISTER LUNT] (Spoken):<br />
N.C.<br />
I think you look like Cap&rsquo;n Crunch.<br />
<br />
<br />
[PA GRAPE] (Spoken)<br />
N.C.<br />
Huh? No I don&rsquo;t!<br />
<br />
<br />
[MISTER LUNT] (Spoken)<br />
N.C.<br />
Do too!<br />
<br />
<br />
[PA GRAPE] (Spoken)<br />
N.C.<br />
Do not!<br />
<br />
<br />
[MISTER LUNT] (Spoken)<br />
N.C.<br />
You&rsquo;re making me hungry.<br />
<br />
<br />
[PA GRAPE (Spoken)<br />
N.C.<br />
That&rsquo;s it, you&rsquo;re walking the plank!<br />
<br />
<br />
[MISTER LUNT] (Spoken)<br />
N.C.<br />
Says who?<br />
<br />
<br />
[PA GRAPE] (Spoken)<br />
N.C.<br />
Says the Cap&rsquo;n, that&rsquo;s who!<br />
<br />
<br />
[MISTER LUNT] (Spoken)<br />
N.C.<br />
Oh yeah?<br />
Aye, aye, Cap&rsquo;n Crunch!<br />
<br />
<br />
[PA GRAPE] (Spoken)<br />
N.C.<br />
Arrrgh!<br />
<br />
<br />
[MISTER LUN] (Spoken)<br />
N.C.<br />
Yikes!<br />
<br />
<br />
[LARRY]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never licked a spark plug<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I&rsquo;ve never sniffed a stinkbug<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never painted daises<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
On a big red rubber ball<br />
&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And I&rsquo;ve never bathed in yogurt<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F<br />
And I don&rsquo;t look good in leggings<br />
<br />
<br />
[PA GRAPE] (Spoken)<br />
N.C.<br />
You just don&rsquo;t get it.<br />
<br />
<br />
[PA GRAPE, MISTER LUNT, LARRY]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C             G             C<br />
And we&rsquo;ve never been to Boston in the fall!<br />
</p>
</div>
</div>
