index.tex
\subsection{Pirates who don't do anything}
\label{sec:org93f2492}
\begin{verse}
[ARCHIBALD] (Spoken)\\
N.C.\\
And now it's time for silly songs with Larry\\
The part of the show\\
Where Larry comes out and sings a silly son.\\
\vspace*{1em}
Joining Larry are Pa Grape and Mister Lunt\\
Who together, make up the infamous gang of scallywags:\\
'The Pirates Who Don't Do Anything'.\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE, MISTER LUNT, LARRY]\\
\hspace*{11em}C                    F\\
We are the pirates who don't do anything\\
\hspace*{8em}C                    G\\
We just stay at home and lay around\\
\hspace*{11em}C            F\\
And if you ask us to do anything\\
C          G\\
We'll just tell you\ldots{}\\
\vspace*{1em}
\vspace*{1em}
[LARRY]\\
\hspace*{12em}C\\
We don't do anything\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE]\\
\hspace*{11em}C\\
Well, I've never been to Greenland\\
\hspace*{9em}F\\
And I've never been to Denver\\
\hspace*{9em}C                        G\\
And I've never buried treasure in St. Louie or St. Paul\\
\hspace*{9em}C\\
And I've never been to Moscow\\
\hspace*{9em}F\\
And I've never been to Tampa\\
\hspace*{9em}C            G             C\\
And I've never been to Boston in the fall\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE, MISTER LUNT, LARRY]\\
C                              F\\
We're the pirates who don't do anything\\
\hspace*{8em}C                    G\\
We just stay at home and lay around\\
\hspace*{11em}C            F\\
And if you ask us to do anything\\
\hspace*{1em}C         G\\
We'll just tell you\ldots{}\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT] (Spoken)\\
\hspace*{12em}C\\
We don't do anything!\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT]\\
\hspace*{9em}C\\
And I've never hoist the mainstay\\
\hspace*{9em}F\\
And I've never swabbed the poop deck\\
\hspace*{9em}C\\
And I've never veer to starboard\\
\hspace*{9em}G\\
'Cause I never sail at all\\
\hspace*{9em}C\\
And I've never walked the gangplank\\
\hspace*{9em}F\\
And I've never owned a parrot\\
\hspace*{9em}C             G             C\\
And I've never been to Boston in the fall\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE, MISTER LUNT, LARRY]\\
\hspace*{17em}C                    F\\
'Cause we're the pirates who don't do anything\\
\hspace*{8em}C                    G\\
We just stay at home and lay around\\
\hspace*{7em}C                F\\
And if you ask us to do anything\\
\hspace*{1em}C         G                    C\\
We'll just tell you we don't do anything\\
\vspace*{1em}
\vspace*{1em}
[LARRY]\\
\hspace*{1em}C\\
Well, I've never plucked a rooster\\
\hspace*{8em}F\\
And I'm not too good at ping pong\\
\hspace*{9em}C\\
And I've never thrown my mashed potatoes\\
G\\
Up against the wall\\
\hspace*{9em}C\\
And I've never kissed a chipmunk\\
\hspace*{9em}F\\
And I've never gotten head lice\\
\hspace*{9em}C             G             C\\
And I've never been to Boston in the fall\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE] (Spoken)\\
N.C.\\
Huh? What are you talking about?\\
What does a rooster or mashed potatoes\\
Have to do with being a pirate?\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT] (Spoken)\\
N.C.\\
Hey, that's right\\
We're supposed to sing about pirate-y things!\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE] (Spoken)\\
N.C.\\
And who's ever kissed a chipmunk?\\
That's just nonsense! Why even bring it up?\\
Am I right? What do you think?\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT] (Spoken):\\
N.C.\\
I think you look like Cap'n Crunch.\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE] (Spoken)\\
N.C.\\
Huh? No I don't!\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT] (Spoken)\\
N.C.\\
Do too!\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE] (Spoken)\\
N.C.\\
Do not!\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT] (Spoken)\\
N.C.\\
You're making me hungry.\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE (Spoken)\\
N.C.\\
That's it, you're walking the plank!\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT] (Spoken)\\
N.C.\\
Says who?\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE] (Spoken)\\
N.C.\\
Says the Cap'n, that's who!\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUNT] (Spoken)\\
N.C.\\
Oh yeah?\\
Aye, aye, Cap'n Crunch!\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE] (Spoken)\\
N.C.\\
Arrrgh!\\
\vspace*{1em}
\vspace*{1em}
[MISTER LUN] (Spoken)\\
N.C.\\
Yikes!\\
\vspace*{1em}
\vspace*{1em}
[LARRY]\\
\hspace*{9em}C\\
And I've never licked a spark plug\\
\hspace*{9em}F\\
And I've never sniffed a stinkbug\\
\hspace*{9em}C\\
And I've never painted daises\\
\hspace*{5em}G\\
On a big red rubber ball\\
\hspace*{4em}C\\
And I've never bathed in yogurt\\
\hspace*{6em}F\\
And I don't look good in leggings\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE] (Spoken)\\
N.C.\\
You just don't get it.\\
\vspace*{1em}
\vspace*{1em}
[PA GRAPE, MISTER LUNT, LARRY]\\
\hspace*{10em}C             G             C\\
And we've never been to Boston in the fall!\\
\end{verse}
\clearpage
