index.html
<div id="outline-container-org95f1ed1" class="outline-3">
<h3 id="org95f1ed1"><span class="section-number-3">2.32.</span> Professional Pirate</h3>
<div class="outline-text-3" id="text-2-32">
<pre class="example">
Artist: Muppet Treasure Island
</pre>
<p class="verse">
Intro<br />
Em D   Em<br />
Em D/F# G<br />
G       D<br />
C  D Em D/F# G<br />
<br />
Verse<br />
<br />
G                                                D<br />
When I was just a lad looking for my true vocation<br />
B                 G                    F#m       D<br />
My father said &ldquo;Now son, this choice deserves deliberation<br />
B                    Em                  D            G<br />
Though you could be a doctor or perhaps a financier<br />
C                G               D           G      B<br />
My boy why not consider a more challenging career&rdquo;<br />
<br />
Chorus<br />
<br />
Em D Em<br />
Hey ho ho<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em       D/F#      G<br />
You&rsquo;ll cruise to foreign shores<br />
G                             D<br />
And you&rsquo;ll keep your mind and body sound<br />
&#xa0;&#xa0;&#xa0;C        D    G<br />
By working out of doors<br />
A    Am                                Em<br />
True friendship and adventure are what we can&rsquo;t live without<br />
Em  Am   Bm       C<br />
And when you&rsquo;re a professional pirate<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D               G     B<br />
That&rsquo;s what the job&rsquo;s about<br />
<br />
Em<br />
<br />
Verse<br />
D/F# G                                          D<br />
Now take Sir Francis Drake, the Spanish all despise him<br />
B            G                 F#m         D<br />
But to the British he&rsquo;s a hero and they idolize him<br />
B                   Em               D         G<br />
It&rsquo;s how you look at buccaneers that makes them bad or good<br />
C               G             D      G         B<br />
And I see us as members of a noble brotherhood<br />
<br />
Chrous<br />
Em  D Em<br />
Hey ho ho<br />
Em     D/F#    G<br />
We&rsquo;re honorable men<br />
G                      D               C       D         G<br />
And before we lose our tempers we will always count to ten<br />
Am                               Em<br />
On occasion there may be someone you have to execute<br />
Em  Am   Bm       C<br />
But when you&rsquo;re a professional pirate<br />
D                        G              B<br />
You don&rsquo;t have to wear a suit&#x2026;.. what?<br />
<br />
Em<br />
<br />
Bridge<br />
Em<br />
I could have been a surgeon<br />
Esus4           Em<br />
I like taking things apart<br />
Em<br />
Bad Polly: I could have been a lawyer<br />
Am<br />
But I just had too much heart<br />
G                    Am<br />
I could have been in politics<br />
Bm                           C<br />
Cause I&rsquo;ve always been a big spender<br />
G<br />
And me&#x2026;<br />
D                     Am       Em  B<br />
I could have been a contender<br />
<br />
Em<br />
<br />
Verse<br />
G                                         D<br />
Some say that pirates steal and should be feared and hated<br />
B                    G               F#m          D<br />
I say we&rsquo;re victims of bad press it&rsquo;s all exaggerated<br />
B                         Em           D            G<br />
We&rsquo;d never stab you in the back, we&rsquo;d never lie or cheat<br />
C                     G                D              G       B<br />
We&rsquo;re just about the nicest guys you&rsquo;d ever want to meet<br />
<br />
<br />
(Long John&rsquo;s speech)<br />
Em D Em<br />
Em D/F# G<br />
G  D  C  G<br />
Am      Em<br />
Em  Am  Bm  C<br />
D  G   B<br />
<br />
<br />
Em D Em<br />
Hey ho ho<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Em   D/F#    G<br />
It&rsquo;s one for all for one<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G               D                  C              G<br />
And we&rsquo;ll share and share alike with you and love you like a son<br />
A     Am                                   Em<br />
We&rsquo;re gentlemen of fortune and that&rsquo;s what we&rsquo;re proud to be<br />
Em   Am     Bm    C<br />
And when your a professional pirate<br />
<br />
<br />
Coda<br />
D<br />
You&rsquo;ll be honest brave and free<br />
D<br />
The soul of decency<br />
G<br />
You&rsquo;ll be loyal and fair and on the square<br />
C<br />
And most importantly<br />
Em   Am     Bm    C<br />
When you&rsquo;re a professional pirate<br />
D       C                G<br />
You&rsquo;re always in the best of company<br />
D  G<br />
</p>
</div>
</div>
