index.tex
\subsection{Professional Pirate}
\label{sec:org245427e}
\begin{verbatim}
Artist: Muppet Treasure Island
\end{verbatim}
\begin{verse}
Intro\\
Em D   Em\\
Em D/F\# G\\
G       D\\
C  D Em D/F\# G\\
\vspace*{1em}
Verse\\
\vspace*{1em}
G                                                D\\
When I was just a lad looking for my true vocation\\
B                 G                    F\#m       D\\
My father said ``Now son, this choice deserves deliberation\\
B                    Em                  D            G\\
Though you could be a doctor or perhaps a financier\\
C                G               D           G      B\\
My boy why not consider a more challenging career''\\
\vspace*{1em}
Chorus\\
\vspace*{1em}
Em D Em\\
Hey ho ho\\
\hspace*{9em}Em       D/F\#      G\\
You'll cruise to foreign shores\\
G                             D\\
And you'll keep your mind and body sound\\
\hspace*{3em}C        D    G\\
By working out of doors\\
A    Am                                Em\\
True friendship and adventure are what we can't live without\\
Em  Am   Bm       C\\
And when you're a professional pirate\\
\hspace*{8em}D               G     B\\
That's what the job's about\\
\vspace*{1em}
Em\\
\vspace*{1em}
Verse\\
D/F\# G                                          D\\
Now take Sir Francis Drake, the Spanish all despise him\\
B            G                 F\#m         D\\
But to the British he's a hero and they idolize him\\
B                   Em               D         G\\
It's how you look at buccaneers that makes them bad or good\\
C               G             D      G         B\\
And I see us as members of a noble brotherhood\\
\vspace*{1em}
Chrous\\
Em  D Em\\
Hey ho ho\\
Em     D/F\#    G\\
We're honorable men\\
G                      D               C       D         G\\
And before we lose our tempers we will always count to ten\\
Am                               Em\\
On occasion there may be someone you have to execute\\
Em  Am   Bm       C\\
But when you're a professional pirate\\
D                        G              B\\
You don't have to wear a suit\ldots{}.. what?\\
\vspace*{1em}
Em\\
\vspace*{1em}
Bridge\\
Em\\
I could have been a surgeon\\
Esus4           Em\\
I like taking things apart\\
Em\\
Bad Polly: I could have been a lawyer\\
Am\\
But I just had too much heart\\
G                    Am\\
I could have been in politics\\
Bm                           C\\
Cause I've always been a big spender\\
G\\
And me\ldots{}\\
D                     Am       Em  B\\
I could have been a contender\\
\vspace*{1em}
Em\\
\vspace*{1em}
Verse\\
G                                         D\\
Some say that pirates steal and should be feared and hated\\
B                    G               F\#m          D\\
I say we're victims of bad press it's all exaggerated\\
B                         Em           D            G\\
We'd never stab you in the back, we'd never lie or cheat\\
C                     G                D              G       B\\
We're just about the nicest guys you'd ever want to meet\\
\vspace*{1em}
\vspace*{1em}
(Long John's speech)\\
Em D Em\\
Em D/F\# G\\
G  D  C  G\\
Am      Em\\
Em  Am  Bm  C\\
D  G   B\\
\vspace*{1em}
\vspace*{1em}
Em D Em\\
Hey ho ho\\
\hspace*{5em}Em   D/F\#    G\\
It's one for all for one\\
\hspace*{11em}G               D                  C              G\\
And we'll share and share alike with you and love you like a son\\
A     Am                                   Em\\
We're gentlemen of fortune and that's what we're proud to be\\
Em   Am     Bm    C\\
And when your a professional pirate\\
\vspace*{1em}
\vspace*{1em}
Coda\\
D\\
You'll be honest brave and free\\
D\\
The soul of decency\\
G\\
You'll be loyal and fair and on the square\\
C\\
And most importantly\\
Em   Am     Bm    C\\
When you're a professional pirate\\
D       C                G\\
You're always in the best of company\\
D  G\\
\end{verse}
\clearpage
