shanties.org
** Randy Dandy Oh
#+begin_verse
[Verse]
 Am
Now we are ready to head for the Horn,
Am   G    Am
Way, hey, roll an' go!
    C                              G
Оur boots an' our clothes boys are all in the pawn,
      Am              Cmaj9/B  Am
To be rollickin' randy dandy О!

Am
Heave a pawl, oh, heave away,
Am   G    Am
Way, hey, roll and go!
     C                        G
The anchor's on board an' the cable's all stored,
       Am              Cmaj9/B  Am
To be rollickin' randy dandy О!

Am
Он, man the stout caps'n and heave with a will,
Am   G    Am
Way, hey, roll and go!
C                         G
Soon we'll be drivin' her 'way down the hill.
        Am              Cmaj9/B  Am
To be rollickin' randy dandy О!

Am
Heave a pawl, oh, heave away,
Am   G    Am
Way, hey, roll and go!
    C                         G
The anchor's on board an' the cable's all stored,
        Am              Cmaj9/B  Am
To be rollickin' randy dandy О!

[Verse]
Am
Heave away, bullies, ye parish-rigged bums,
Am   G    Am
Way, hey, roll and go!
         C
Take yer hands from yer pockets
    G
and don't suck yer thumbs.
        Am              Cmaj9/B  Am
To be rollickin' randy dandy О!

Am
Heave a pawl, oh, heave away,
Am   G    Am
Way, hey, roll and go!
    C                         G
The anchor's on board an' the cable's all stored,
        Am              Cmaj9/B  Am
To be rollickin' randy dandy О!

Am
We're outward bound for Vallipo Bay,
Am   G    Am
Way, hey, roll and go!
    C                         G
Get crackin', me lads, it's a hell of a way!
        Am              Cmaj9/B  Am
To be rollickin' randy dandy О!

Am
Heave a pawl, oh, heave away,
Am   G    Am
Way, hey, roll and go!
    C                         G
The anchor's on board an' the cable's all stored,
        Am              Cmaj9/B  Am
To be rollickin' randy dandy О!
#+end_verse
#+latex: \clearpage
** TODO Roll the Wood Pile Down
:PROPERTIES:
:Artist:   The Dreadnoughts
:END:
#+latex: \clearpage
** Row me Bully boys
#+begin_verse
Song Name:   Row Me Bully Boys
Tuning: E Standard (EADGBE)

Capo 3

D
Row me bully boys
G
Steady and surely boys
D                     A
Don't ye dare stop﻿ or slow
        D
Till at long last we're home
       G
On our way we will go
   D      A          D
So row me bully boys row


D
Row me bully boys
G
I am so weary boys
D                       A
We left home ten years ago
         D
So we'll fly out our sails
          G
And drink all of the ale
    D      A          D
And row me﻿ bully boys row


D
Row me﻿ bully boys
G
No need to worry boys
D                         A
We'll be home sooner than no
           D
Then we'll drink and we'll feast
        G
Have no care in the least
         D      A          D
So let's row me bully boys row

D
Row﻿ me bully boys
G
We're in a hurry boys
D                       A
We've got a long way to go
          D
And we'll sing and we'll dance
        G
And bid farewell to france
         D      A          D
And it's row me bully boys row
#+end_verse
#+latex: \clearpage
