index.html
<div id="outline-container-org8faffbd" class="outline-3">
<h3 id="org8faffbd"><span class="section-number-3">2.33.</span> Randy Dandy Oh</h3>
<div class="outline-text-3" id="text-2-33">
<p class="verse">
[Verse]<br />
&#xa0;Am<br />
Now we are ready to head for the Horn,<br />
Am   G    Am<br />
Way, hey, roll an&rsquo; go!<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                              G<br />
Оur boots an&rsquo; our clothes boys are all in the pawn,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
<br />
Am<br />
Heave a pawl, oh, heave away,<br />
Am   G    Am<br />
Way, hey, roll and go!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                        G<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
<br />
Am<br />
Он, man the stout caps&rsquo;n and heave with a will,<br />
Am   G    Am<br />
Way, hey, roll and go!<br />
C                         G<br />
Soon we&rsquo;ll be drivin&rsquo; her &rsquo;way down the hill.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
<br />
Am<br />
Heave a pawl, oh, heave away,<br />
Am   G    Am<br />
Way, hey, roll and go!<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                         G<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
<br />
[Verse]<br />
Am<br />
Heave away, bullies, ye parish-rigged bums,<br />
Am   G    Am<br />
Way, hey, roll and go!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Take yer hands from yer pockets<br />
&#xa0;&#xa0;&#xa0;&#xa0;G<br />
and don&rsquo;t suck yer thumbs.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
<br />
Am<br />
Heave a pawl, oh, heave away,<br />
Am   G    Am<br />
Way, hey, roll and go!<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                         G<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
<br />
Am<br />
We&rsquo;re outward bound for Vallipo Bay,<br />
Am   G    Am<br />
Way, hey, roll and go!<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                         G<br />
Get crackin&rsquo;, me lads, it&rsquo;s a hell of a way!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
<br />
Am<br />
Heave a pawl, oh, heave away,<br />
Am   G    Am<br />
Way, hey, roll and go!<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                         G<br />
The anchor&rsquo;s on board an&rsquo; the cable&rsquo;s all stored,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am              Cmaj9/B  Am<br />
To be rollickin&rsquo; randy dandy О!<br />
</p>
</div>
</div>
<div id="outline-container-orga8104ec" class="outline-3">
<h3 id="orga8104ec"><span class="section-number-3">2.34.</span> <span class="todo TODO">TODO</span> Roll the Wood Pile Down</h3>
<div class="outline-text-3" id="text-2-34">
<pre class="example">
Artist: The Dreadnoughts
</pre>
</div>
</div>
<div id="outline-container-orgf7784e4" class="outline-3">
<h3 id="orgf7784e4"><span class="section-number-3">2.35.</span> Row me Bully boys</h3>
<div class="outline-text-3" id="text-2-35">
<p class="verse">
Song Name:   Row Me Bully Boys<br />
Tuning: E Standard (EADGBE)<br />
<br />
Capo 3<br />
<br />
D<br />
Row me bully boys<br />
G<br />
Steady and surely boys<br />
D                     A<br />
Don&rsquo;t ye dare stop﻿ or slow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Till at long last we&rsquo;re home<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
On our way we will go<br />
&#xa0;&#xa0;&#xa0;D      A          D<br />
So row me bully boys row<br />
<br />
<br />
D<br />
Row me bully boys<br />
G<br />
I am so weary boys<br />
D                       A<br />
We left home ten years ago<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
So we&rsquo;ll fly out our sails<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And drink all of the ale<br />
&#xa0;&#xa0;&#xa0;&#xa0;D      A          D<br />
And row me﻿ bully boys row<br />
<br />
<br />
D<br />
Row me﻿ bully boys<br />
G<br />
No need to worry boys<br />
D                         A<br />
We&rsquo;ll be home sooner than no<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
Then we&rsquo;ll drink and we&rsquo;ll feast<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Have no care in the least<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D      A          D<br />
So let&rsquo;s row me bully boys row<br />
<br />
D<br />
Row﻿ me bully boys<br />
G<br />
We&rsquo;re in a hurry boys<br />
D                       A<br />
We&rsquo;ve got a long way to go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
And we&rsquo;ll sing and we&rsquo;ll dance<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And bid farewell to france<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D      A          D<br />
And it&rsquo;s row me bully boys row<br />
</p>
</div>
</div>
