index.tex
\subsection{Randy Dandy Oh}
\label{sec:org2eb318b}
\begin{verse}
[Verse]\\
\hspace*{1em}Am\\
Now we are ready to head for the Horn,\\
Am   G    Am\\
Way, hey, roll an' go!\\
\hspace*{4em}C                              G\\
Оur boots an' our clothes boys are all in the pawn,\\
\hspace*{6em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\vspace*{1em}
Am\\
Heave a pawl, oh, heave away,\\
Am   G    Am\\
Way, hey, roll and go!\\
\hspace*{5em}C                        G\\
The anchor's on board an' the cable's all stored,\\
\hspace*{7em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\vspace*{1em}
Am\\
Он, man the stout caps'n and heave with a will,\\
Am   G    Am\\
Way, hey, roll and go!\\
C                         G\\
Soon we'll be drivin' her 'way down the hill.\\
\hspace*{8em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\vspace*{1em}
Am\\
Heave a pawl, oh, heave away,\\
Am   G    Am\\
Way, hey, roll and go!\\
\hspace*{4em}C                         G\\
The anchor's on board an' the cable's all stored,\\
\hspace*{8em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\vspace*{1em}
[Verse]\\
Am\\
Heave away, bullies, ye parish-rigged bums,\\
Am   G    Am\\
Way, hey, roll and go!\\
\hspace*{9em}C\\
Take yer hands from yer pockets\\
\hspace*{4em}G\\
and don't suck yer thumbs.\\
\hspace*{8em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\vspace*{1em}
Am\\
Heave a pawl, oh, heave away,\\
Am   G    Am\\
Way, hey, roll and go!\\
\hspace*{4em}C                         G\\
The anchor's on board an' the cable's all stored,\\
\hspace*{8em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\vspace*{1em}
Am\\
We're outward bound for Vallipo Bay,\\
Am   G    Am\\
Way, hey, roll and go!\\
\hspace*{4em}C                         G\\
Get crackin', me lads, it's a hell of a way!\\
\hspace*{8em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\vspace*{1em}
Am\\
Heave a pawl, oh, heave away,\\
Am   G    Am\\
Way, hey, roll and go!\\
\hspace*{4em}C                         G\\
The anchor's on board an' the cable's all stored,\\
\hspace*{8em}Am              Cmaj9/B  Am\\
To be rollickin' randy dandy О!\\
\end{verse}
\clearpage
\subsection{{\bfseries\sffamily TODO} Roll the Wood Pile Down}
\label{sec:org08e3cf6}
\begin{verbatim}
Artist: The Dreadnoughts
\end{verbatim}
\clearpage
\subsection{Row me Bully boys}
\label{sec:orge29cff7}
\begin{verse}
Song Name:   Row Me Bully Boys\\
Tuning: E Standard (EADGBE)\\
\vspace*{1em}
Capo 3\\
\vspace*{1em}
D\\
Row me bully boys\\
G\\
Steady and surely boys\\
D                     A\\
Don't ye dare stop﻿ or slow\\
\hspace*{8em}D\\
Till at long last we're home\\
\hspace*{7em}G\\
On our way we will go\\
\hspace*{3em}D      A          D\\
So row me bully boys row\\
\vspace*{1em}
\vspace*{1em}
D\\
Row me bully boys\\
G\\
I am so weary boys\\
D                       A\\
We left home ten years ago\\
\hspace*{9em}D\\
So we'll fly out our sails\\
\hspace*{10em}G\\
And drink all of the ale\\
\hspace*{4em}D      A          D\\
And row me﻿ bully boys row\\
\vspace*{1em}
\vspace*{1em}
D\\
Row me﻿ bully boys\\
G\\
No need to worry boys\\
D                         A\\
We'll be home sooner than no\\
\hspace*{11em}D\\
Then we'll drink and we'll feast\\
\hspace*{8em}G\\
Have no care in the least\\
\hspace*{9em}D      A          D\\
So let's row me bully boys row\\
\vspace*{1em}
D\\
Row﻿ me bully boys\\
G\\
We're in a hurry boys\\
D                       A\\
We've got a long way to go\\
\hspace*{10em}D\\
And we'll sing and we'll dance\\
\hspace*{8em}G\\
And bid farewell to france\\
\hspace*{9em}D      A          D\\
And it's row me bully boys row\\
\end{verse}
\clearpage
