shanties.org
** Sailing For Adventure
:PROPERTIES:
:Artist:   Muppet Treasure Island
:END:
#+begin_verse
[Intro]
C

[Verse 1]
         C                      F
When the course is laid and the anchor's weighed
  C                     G
A sailor's blood begins racing
         C                      F
With our hearts unbound and our flag unfurled
      G                    C
We're under way and off to see the world
G                    C
Under way and off to see the world

[Chorus 1]
Bb     F
Hey ho we'll go
Bb C         F
Anywhere the wind is blowing
Bb    F
Manly men are we
C                            F
Sailing for adventure on the deep blue see

C
Sam: "Safely now, Mr. Silver. Let's not get sloppy, just
C
because we're singing!"

[Verse 2]
       C                     F
Danger walks the deck we say what the heck
   C                         G
We laugh at the perils we're facing
      C                    F
Every storm we ride is its own reward
    G                     C
And people die by falling overboard
G                     C
people die by falling overboard

[Chorus 2]
Bb     F
Hey ho we'll go
Bb C         F
Anywhere the wind is blowing
Bb        F
Hoist the sails and sing
C                            F
Sailing for adventure on the big, blue wet thing

[Bridge 1]
Bbm                             Fm
I love to see 'em cry when they walk the plank
    Bbm           Fm
I prefer to cut a throat
F#
I love to hang 'em high and watch their little feet try
                               C#
to walk in the air while their faces turn blue
N.C.
Just kidding
F                            G
It's a good life on a boat

[Verse 3]
          C                  F
There are distant lands with burning sands
     C               G
That call across the oceans
          C                 F
There are bingo games every fun-filled day
    G                 C
And Margaritas at the midnight buffet
G                 C
Margaritas at the midnight buffet

[Chorus 3]
Bb     F
Hey ho we'll go
Bb  C        F
Anywhere the wind is blowing
Bb          F
Should have took a train
C                            F
Sailing for adventure on the bounding main

[Bridge]
    C     D       G
The salty breezes whisper
    C          D    Em
Who knows what lies ahead
  C               D       Em       D              G
I just know I was born to live the life my father lead
    F#         G#     C#
The stars will be our compass
    F#   G#     A#m
Wherever we may roam
        C#
And our mates will always be
     G
Just like a family
    F#                C#             F#            F    G
And though we may put into port, the sea is always home
C                     F                                 C
All right, Mr. Bimbo! I didn't know you had such a good singing voice
   G
Your welcome!

[Pre-Chorus]
C                               F
We'll chase our dreams standing on our own
G                       C
Over the horizon to the great unknown

[Chorus 4]
C#     G#
Hey ho we'll go
C# D#        G#
Anywhere the wind is blowing
C#       G#
Bold and brave and free

[Coda]
D#
Sailing for adventure
N.C.
It's so nauseating
D#
Sailing for adventure
N.C.
So exhilarating
D#
Sailing for adventure
N.C.
We're all celebrating!
D#     G         G#
On the deep blue sea
#+end_verse
#+latex: \clearpage
