index.html
<div id="outline-container-org5599ad1" class="outline-3">
<h3 id="org5599ad1"><span class="section-number-3">2.36.</span> Sailing For Adventure</h3>
<div class="outline-text-3" id="text-2-36">
<pre class="example">
Artist: Muppet Treasure Island
</pre>
<p class="verse">
[Intro]<br />
C<br />
<br />
[Verse 1]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                      F<br />
When the course is laid and the anchor&rsquo;s weighed<br />
&#xa0;&#xa0;C                     G<br />
A sailor&rsquo;s blood begins racing<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                      F<br />
With our hearts unbound and our flag unfurled<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                    C<br />
We&rsquo;re under way and off to see the world<br />
G                    C<br />
Under way and off to see the world<br />
<br />
[Chorus 1]<br />
Bb     F<br />
Hey ho we&rsquo;ll go<br />
Bb C         F<br />
Anywhere the wind is blowing<br />
Bb    F<br />
Manly men are we<br />
C                            F<br />
Sailing for adventure on the deep blue see<br />
<br />
C<br />
Sam: &ldquo;Safely now, Mr. Silver. Let&rsquo;s not get sloppy, just<br />
C<br />
because we&rsquo;re singing!&rdquo;<br />
<br />
[Verse 2]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                     F<br />
Danger walks the deck we say what the heck<br />
&#xa0;&#xa0;&#xa0;C                         G<br />
We laugh at the perils we&rsquo;re facing<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                    F<br />
Every storm we ride is its own reward<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                     C<br />
And people die by falling overboard<br />
G                     C<br />
people die by falling overboard<br />
<br />
[Chorus 2]<br />
Bb     F<br />
Hey ho we&rsquo;ll go<br />
Bb C         F<br />
Anywhere the wind is blowing<br />
Bb        F<br />
Hoist the sails and sing<br />
C                            F<br />
Sailing for adventure on the big, blue wet thing<br />
<br />
[Bridge 1]<br />
Bbm                             Fm<br />
I love to see &rsquo;em cry when they walk the plank<br />
&#xa0;&#xa0;&#xa0;&#xa0;Bbm           Fm<br />
I prefer to cut a throat<br />
F#<br />
I love to hang &rsquo;em high and watch their little feet try<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C#<br />
to walk in the air while their faces turn blue<br />
N.C.<br />
Just kidding<br />
F                            G<br />
It&rsquo;s a good life on a boat<br />
<br />
[Verse 3]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                  F<br />
There are distant lands with burning sands<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C               G<br />
That call across the oceans<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                 F<br />
There are bingo games every fun-filled day<br />
&#xa0;&#xa0;&#xa0;&#xa0;G                 C<br />
And Margaritas at the midnight buffet<br />
G                 C<br />
Margaritas at the midnight buffet<br />
<br />
[Chorus 3]<br />
Bb     F<br />
Hey ho we&rsquo;ll go<br />
Bb  C        F<br />
Anywhere the wind is blowing<br />
Bb          F<br />
Should have took a train<br />
C                            F<br />
Sailing for adventure on the bounding main<br />
<br />
[Bridge]<br />
&#xa0;&#xa0;&#xa0;&#xa0;C     D       G<br />
The salty breezes whisper<br />
&#xa0;&#xa0;&#xa0;&#xa0;C          D    Em<br />
Who knows what lies ahead<br />
&#xa0;&#xa0;C               D       Em       D              G<br />
I just know I was born to live the life my father lead<br />
&#xa0;&#xa0;&#xa0;&#xa0;F#         G#     C#<br />
The stars will be our compass<br />
&#xa0;&#xa0;&#xa0;&#xa0;F#   G#     A#m<br />
Wherever we may roam<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C#<br />
And our mates will always be<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Just like a family<br />
&#xa0;&#xa0;&#xa0;&#xa0;F#                C#             F#            F    G<br />
And though we may put into port, the sea is always home<br />
C                     F                                 C<br />
All right, Mr. Bimbo! I didn&rsquo;t know you had such a good singing voice<br />
&#xa0;&#xa0;&#xa0;G<br />
Your welcome!<br />
<br />
[Pre-Chorus]<br />
C                               F<br />
We&rsquo;ll chase our dreams standing on our own<br />
G                       C<br />
Over the horizon to the great unknown<br />
<br />
[Chorus 4]<br />
C#     G#<br />
Hey ho we&rsquo;ll go<br />
C# D#        G#<br />
Anywhere the wind is blowing<br />
C#       G#<br />
Bold and brave and free<br />
<br />
[Coda]<br />
D#<br />
Sailing for adventure<br />
N.C.<br />
It&rsquo;s so nauseating<br />
D#<br />
Sailing for adventure<br />
N.C.<br />
So exhilarating<br />
D#<br />
Sailing for adventure<br />
N.C.<br />
We&rsquo;re all celebrating!<br />
D#     G         G#<br />
On the deep blue sea<br />
</p>
</div>
</div>
