index.tex
\subsection{Sailing For Adventure}
\label{sec:orgf6f1386}
\begin{verbatim}
Artist: Muppet Treasure Island
\end{verbatim}
\begin{verse}
[Intro]\\
C\\
\vspace*{1em}
[Verse 1]\\
\hspace*{9em}C                      F\\
When the course is laid and the anchor's weighed\\
\hspace*{2em}C                     G\\
A sailor's blood begins racing\\
\hspace*{9em}C                      F\\
With our hearts unbound and our flag unfurled\\
\hspace*{6em}G                    C\\
We're under way and off to see the world\\
G                    C\\
Under way and off to see the world\\
\vspace*{1em}
[Chorus 1]\\
Bb     F\\
Hey ho we'll go\\
Bb C         F\\
Anywhere the wind is blowing\\
Bb    F\\
Manly men are we\\
C                            F\\
Sailing for adventure on the deep blue see\\
\vspace*{1em}
C\\
Sam: ``Safely now, Mr. Silver. Let's not get sloppy, just\\
C\\
because we're singing!''\\
\vspace*{1em}
[Verse 2]\\
\hspace*{7em}C                     F\\
Danger walks the deck we say what the heck\\
\hspace*{3em}C                         G\\
We laugh at the perils we're facing\\
\hspace*{6em}C                    F\\
Every storm we ride is its own reward\\
\hspace*{4em}G                     C\\
And people die by falling overboard\\
G                     C\\
people die by falling overboard\\
\vspace*{1em}
[Chorus 2]\\
Bb     F\\
Hey ho we'll go\\
Bb C         F\\
Anywhere the wind is blowing\\
Bb        F\\
Hoist the sails and sing\\
C                            F\\
Sailing for adventure on the big, blue wet thing\\
\vspace*{1em}
[Bridge 1]\\
Bbm                             Fm\\
I love to see 'em cry when they walk the plank\\
\hspace*{4em}Bbm           Fm\\
I prefer to cut a throat\\
F\#\\
I love to hang 'em high and watch their little feet try\\
\hspace*{31em}C\#\\
to walk in the air while their faces turn blue\\
N.C.\\
Just kidding\\
F                            G\\
It's a good life on a boat\\
\vspace*{1em}
[Verse 3]\\
\hspace*{10em}C                  F\\
There are distant lands with burning sands\\
\hspace*{5em}C               G\\
That call across the oceans\\
\hspace*{10em}C                 F\\
There are bingo games every fun-filled day\\
\hspace*{4em}G                 C\\
And Margaritas at the midnight buffet\\
G                 C\\
Margaritas at the midnight buffet\\
\vspace*{1em}
[Chorus 3]\\
Bb     F\\
Hey ho we'll go\\
Bb  C        F\\
Anywhere the wind is blowing\\
Bb          F\\
Should have took a train\\
C                            F\\
Sailing for adventure on the bounding main\\
\vspace*{1em}
[Bridge]\\
\hspace*{4em}C     D       G\\
The salty breezes whisper\\
\hspace*{4em}C          D    Em\\
Who knows what lies ahead\\
\hspace*{2em}C               D       Em       D              G\\
I just know I was born to live the life my father lead\\
\hspace*{4em}F\#         G\#     C\#\\
The stars will be our compass\\
\hspace*{4em}F\#   G\#     A\#m\\
Wherever we may roam\\
\hspace*{8em}C\#\\
And our mates will always be\\
\hspace*{5em}G\\
Just like a family\\
\hspace*{4em}F\#                C\#             F\#            F    G\\
And though we may put into port, the sea is always home\\
C                     F                                 C\\
All right, Mr. Bimbo! I didn't know you had such a good singing voice\\
\hspace*{3em}G\\
Your welcome!\\
\vspace*{1em}
[Pre-Chorus]\\
C                               F\\
We'll chase our dreams standing on our own\\
G                       C\\
Over the horizon to the great unknown\\
\vspace*{1em}
[Chorus 4]\\
C\#     G\#\\
Hey ho we'll go\\
C\# D\#        G\#\\
Anywhere the wind is blowing\\
C\#       G\#\\
Bold and brave and free\\
\vspace*{1em}
[Coda]\\
D\#\\
Sailing for adventure\\
N.C.\\
It's so nauseating\\
D\#\\
Sailing for adventure\\
N.C.\\
So exhilarating\\
D\#\\
Sailing for adventure\\
N.C.\\
We're all celebrating!\\
D\#     G         G\#\\
On the deep blue sea\\
\end{verse}
\clearpage
