shanties.org
** Sally Brown/Roll Boys, Roll
#+begin_verse
[Verse 1]

G                            C       G
I shipped on board of a Liverpool liner
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 2]

G                 C          G
Sally Brown is a nice young lady
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 3]

G                                    C        G
She's tall and she's dark but she's not too shady
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 4]

G                              C      G
She drinks stock rum and she chews tobacco
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 5]

G                            C     G
Her mother doesn't like no tarry sailor
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 6]

G                         C            G
She wants her to marry a one legged captain
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 7]

G                             C                G
Sally wouldn't wed me so I shipped across the water
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 8]

G                       C        G
And now I am courting Sally's daughter
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown


[Verse 9]

G                          C        G
I shipped on board of a Liverpool liner
     C     D7      G
Way, hay, roll and go
                  C
And we roll all night
        D              G
And we roll 'till the day
                                         D7    G
I'm goin' to spend my money along with Sally Brown
#+end_verse
#+latex: \clearpage
