index.html
<div id="outline-container-org6f7c46e" class="outline-3">
<h3 id="org6f7c46e"><span class="section-number-3">2.37.</span> Sally Brown/Roll Boys, Roll</h3>
<div class="outline-text-3" id="text-2-37">
<p class="verse">
[Verse 1]<br />
<br />
G                            C       G<br />
I shipped on board of a Liverpool liner<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 2]<br />
<br />
G                 C          G<br />
Sally Brown is a nice young lady<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 3]<br />
<br />
G                                    C        G<br />
She&rsquo;s tall and she&rsquo;s dark but she&rsquo;s not too shady<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 4]<br />
<br />
G                              C      G<br />
She drinks stock rum and she chews tobacco<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 5]<br />
<br />
G                            C     G<br />
Her mother doesn&rsquo;t like no tarry sailor<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 6]<br />
<br />
G                         C            G<br />
She wants her to marry a one legged captain<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 7]<br />
<br />
G                             C                G<br />
Sally wouldn&rsquo;t wed me so I shipped across the water<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 8]<br />
<br />
G                       C        G<br />
And now I am courting Sally&rsquo;s daughter<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
<br />
<br />
[Verse 9]<br />
<br />
G                          C        G<br />
I shipped on board of a Liverpool liner<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C     D7      G<br />
Way, hay, roll and go<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And we roll all night<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D              G<br />
And we roll &rsquo;till the day<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D7    G<br />
I&rsquo;m goin&rsquo; to spend my money along with Sally Brown<br />
</p>
</div>
</div>
