index.tex
\subsection{Sally Brown/Roll Boys, Roll}
\label{sec:orgd59ac02}
\begin{verse}
[Verse 1]\\
\vspace*{1em}
G                            C       G\\
I shipped on board of a Liverpool liner\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 2]\\
\vspace*{1em}
G                 C          G\\
Sally Brown is a nice young lady\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 3]\\
\vspace*{1em}
G                                    C        G\\
She's tall and she's dark but she's not too shady\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 4]\\
\vspace*{1em}
G                              C      G\\
She drinks stock rum and she chews tobacco\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 5]\\
\vspace*{1em}
G                            C     G\\
Her mother doesn't like no tarry sailor\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 6]\\
\vspace*{1em}
G                         C            G\\
She wants her to marry a one legged captain\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 7]\\
\vspace*{1em}
G                             C                G\\
Sally wouldn't wed me so I shipped across the water\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 8]\\
\vspace*{1em}
G                       C        G\\
And now I am courting Sally's daughter\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\vspace*{1em}
\vspace*{1em}
[Verse 9]\\
\vspace*{1em}
G                          C        G\\
I shipped on board of a Liverpool liner\\
\hspace*{5em}C     D7      G\\
Way, hay, roll and go\\
\hspace*{18em}C\\
And we roll all night\\
\hspace*{8em}D              G\\
And we roll 'till the day\\
\hspace*{41em}D7    G\\
I'm goin' to spend my money along with Sally Brown\\
\end{verse}
\clearpage
