shanties.org
** Space Shanty
:PROPERTIES:
:Artist:   The Senate
:END:
#+begin_verse
[Intro]
Time: 6/8
 G x2 C  D

[Verse]
        G
Oh the whiskey is floating won't stay in me glass
     D
I'm weightless and spinning and drunk off me ass
        G                          ~
Oh the whiskey is floating in a sphere o'er me head
       D                                 C        G
If we don't clear this wormhole we'll surely be dead

[Chorus]
     G                                        C
So reach for the whiskey, boys, reach for the stars
      G                          D
They won't stop us drinkin' on Venus or Mars
     G                                          C
So reach for the whiskey, boys, reach for the sky
         Am7         C               D           G
For the vacuum of space sucks them bottles all dry

[Verse 2]
        G
Oh infinite booty awaits us in space
       D
We'll pillage and plunder with fervor and grace
             G
That's what my astronomical unit is for
       D                       C         G
Let's party where no-one has partied before

[Chorus]
     G                                        C
So reach for the whiskey, boys, reach for the stars
      G                          D
They won't stop us drinkin' on Venus or Mars
     G                                          C
So reach for the whiskey, boys, reach for the sky
         Am7         C               D           G
For the vacuum of space sucks them bottles all dry

[Bridge]
  Em
Alone in the cockpit I gaze at the stars
                             D
I drink, and I think of my home (he thinks of his home) of my home...

[Verse 3]
       G
Our thrusters are the hottest that you've ever felt
       D
They might just unbuckle your asteroid belt
        G
We're honing our moonwalking skills as we speak
       D                  C              G
We'll dance on Uranus by this time next week

[Chorus]
     G                                        C
So reach for the whiskey, boys, reach for the stars
      G                          D
They won't stop us drinkin' on Venus or Mars
     G                                          C
So reach for the whiskey, boys, reach for the sky
         Am7         C               D          G
For the vacuum of space sucks them bottles all dry
#+end_verse
#+latex: \clearpage
