index.html
<div id="outline-container-orgba10bc3" class="outline-3">
<h3 id="orgba10bc3"><span class="section-number-3">2.40.</span> Space Shanty</h3>
<div class="outline-text-3" id="text-2-40">
<pre class="example">
Artist: The Senate
</pre>
<p class="verse">
[Intro]<br />
Time: 6/8<br />
&#xa0;G x2 C  D<br />
<br />
[Verse]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Oh the whiskey is floating won&rsquo;t stay in me glass<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
I&rsquo;m weightless and spinning and drunk off me ass<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                          ~<br />
Oh the whiskey is floating in a sphere o&rsquo;er me head<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 C        G<br />
If we don&rsquo;t clear this wormhole we&rsquo;ll surely be dead<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                        C<br />
So reach for the whiskey, boys, reach for the stars<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                          D<br />
They won&rsquo;t stop us drinkin&rsquo; on Venus or Mars<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                          C<br />
So reach for the whiskey, boys, reach for the sky<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am7         C               D           G<br />
For the vacuum of space sucks them bottles all dry<br />
<br />
[Verse 2]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Oh infinite booty awaits us in space<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
We&rsquo;ll pillage and plunder with fervor and grace<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
That&rsquo;s what my astronomical unit is for<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                       C         G<br />
Let&rsquo;s party where no-one has partied before<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                        C<br />
So reach for the whiskey, boys, reach for the stars<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                          D<br />
They won&rsquo;t stop us drinkin&rsquo; on Venus or Mars<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                          C<br />
So reach for the whiskey, boys, reach for the sky<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am7         C               D           G<br />
For the vacuum of space sucks them bottles all dry<br />
<br />
[Bridge]<br />
&#xa0;&#xa0;Em<br />
Alone in the cockpit I gaze at the stars<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
I drink, and I think of my home (he thinks of his home) of my home&#x2026;<br />
<br />
[Verse 3]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
Our thrusters are the hottest that you&rsquo;ve ever felt<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D<br />
They might just unbuckle your asteroid belt<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
We&rsquo;re honing our moonwalking skills as we speak<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                  C              G<br />
We&rsquo;ll dance on Uranus by this time next week<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                        C<br />
So reach for the whiskey, boys, reach for the stars<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                          D<br />
They won&rsquo;t stop us drinkin&rsquo; on Venus or Mars<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                                          C<br />
So reach for the whiskey, boys, reach for the sky<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am7         C               D          G<br />
For the vacuum of space sucks them bottles all dry<br />
</p>
</div>
</div>
