index.tex
\subsection{Space Shanty}
\label{sec:orgd4df882}
\begin{verbatim}
Artist: The Senate
\end{verbatim}
\begin{verse}
[Intro]\\
Time: 6/8\\
\hspace*{1em}G x2 C  D\\
\vspace*{1em}
[Verse]\\
\hspace*{8em}G\\
Oh the whiskey is floating won't stay in me glass\\
\hspace*{5em}D\\
I'm weightless and spinning and drunk off me ass\\
\hspace*{8em}G                          \textasciitilde{}\\
Oh the whiskey is floating in a sphere o'er me head\\
\hspace*{7em}D                                 C        G\\
If we don't clear this wormhole we'll surely be dead\\
\vspace*{1em}
[Chorus]\\
\hspace*{5em}G                                        C\\
So reach for the whiskey, boys, reach for the stars\\
\hspace*{6em}G                          D\\
They won't stop us drinkin' on Venus or Mars\\
\hspace*{5em}G                                          C\\
So reach for the whiskey, boys, reach for the sky\\
\hspace*{9em}Am7         C               D           G\\
For the vacuum of space sucks them bottles all dry\\
\vspace*{1em}
[Verse 2]\\
\hspace*{8em}G\\
Oh infinite booty awaits us in space\\
\hspace*{7em}D\\
We'll pillage and plunder with fervor and grace\\
\hspace*{13em}G\\
That's what my astronomical unit is for\\
\hspace*{7em}D                       C         G\\
Let's party where no-one has partied before\\
\vspace*{1em}
[Chorus]\\
\hspace*{5em}G                                        C\\
So reach for the whiskey, boys, reach for the stars\\
\hspace*{6em}G                          D\\
They won't stop us drinkin' on Venus or Mars\\
\hspace*{5em}G                                          C\\
So reach for the whiskey, boys, reach for the sky\\
\hspace*{9em}Am7         C               D           G\\
For the vacuum of space sucks them bottles all dry\\
\vspace*{1em}
[Bridge]\\
\hspace*{2em}Em\\
Alone in the cockpit I gaze at the stars\\
\hspace*{29em}D\\
I drink, and I think of my home (he thinks of his home) of my home\ldots{}\\
\vspace*{1em}
[Verse 3]\\
\hspace*{7em}G\\
Our thrusters are the hottest that you've ever felt\\
\hspace*{7em}D\\
They might just unbuckle your asteroid belt\\
\hspace*{8em}G\\
We're honing our moonwalking skills as we speak\\
\hspace*{7em}D                  C              G\\
We'll dance on Uranus by this time next week\\
\vspace*{1em}
[Chorus]\\
\hspace*{5em}G                                        C\\
So reach for the whiskey, boys, reach for the stars\\
\hspace*{6em}G                          D\\
They won't stop us drinkin' on Venus or Mars\\
\hspace*{5em}G                                          C\\
So reach for the whiskey, boys, reach for the sky\\
\hspace*{9em}Am7         C               D          G\\
For the vacuum of space sucks them bottles all dry\\
\end{verse}
\clearpage
