shanties.org
** The Last Shanty
#+begin_verse
spotify:track:69HEUcXd73lvnQVb34m53L
https://www.youtube.com/watch?v=ugpTBrhWDss
Worked out on request for jesse.moores from Australia
Please: rate (stars left unter sheet) or/and add favorite (heart right above)
When you are looking for chords of another nice song you could send me a Personal Message.
ATTENTION: You are experencied? Than you don't have to use Capo. USE TRANSPOSE BUTTON +2.
LEGEND: * means "play short" and stop

[Verse 1] (a capella, so, no guitar = chords needed)
         C                         C
Well, me father often told me when I was just a lad:
  C                               G
a sailor's life is very hard, the food is always bad.
     C                              C
But, now I've joined the Navy, I'm aboard a man-o-war,
    C                               Am*    G* C
and now I've found a sailor ain't a sailor anymore.

[Chorus] (still a capella, no guitar-chords needed)
      C                       C
Don't haul on the rope, don't climb up the mast,
C            Am              D7            G7
if you see a sailing ship it might be your last.
     C                           C
Just get your civvies ready for another run-ashore,
  C              Am              F      G  C
a sailor ain't a sailor, ain't a sailor anymore.

[Interlude]
C         C
C    Am   F G  C

[Verse 2]
          C                       C
Well, the killick of our mess, he says we had it soft,
   C                                G
it wasn't like that in his day when we were up aloft.
   C                                    C
We like our bunks and sleeping bags but what's a hammock for?
C                              Am G          C
Swinging from the deckhead, or lying on the floor?

[Chorus]
      C                       C
Don't haul on the rope, don't climb up the mast,
C            Am              D7            G7
if you see a sailing ship it might be your last.
     C                           C
Just get your civvies ready for another run-ashore,
  C              Am              F      G  C
a sailor ain't a sailor, ain't a sailor anymore.

[Interlude]
C         C
C    Am   F G  C

[Verse 3]
     C                      C
They gave us an engine that first went up and down,
C                             G
then with more technology the engine went around.
   C                              C
We know our steam and diesels but what's a mainyard for?
  C                            Am     G  C
A stoker ain't a stoker with a shovel anymore.

[Chorus]
      C                       C
Don't haul on the rope, don't climb up the mast,
C            Am              D7            G7
if you see a sailing ship it might be your last.
     C                           C
Just get your civvies ready for another run-ashore,
  C              Am              F      G  C
a sailor ain't a sailor, ain't a sailor anymore.

[Interlude]
C         C
C    Am   F G  C

[Verse 4]
     C                           C
They gave us an Aldiss Lamp, so, we could do it right,
     C                   G
they gave us a radio, we signaled day and night.
   C                              C
We know our codes and cyphers but what's a sema for?
  C*
A bunting-tosser doesn't toss the bunting anymore.

[Chorus]
      C                       C
Don't haul on the rope, don't climb up the mast,
C            Am              D7            G7
if you see a sailing ship it might be your last.
     C                           C
Just get your civvies ready for another run-ashore,
  C              Am              F      G  C
a sailor ain't a sailor, ain't a sailor anymore.

[Interlude]
F      F      F      C            F      F      C      F
F      F      F      C            F      F      C      F
Dm     Dm     C      C            Dm     Dm     C      Dm
Dm     Dm     C      C            Dm     Dm     C      Am
F      F      F      C            F      F      C      F
F      F      F      C            F      F      Bb C   F

[Interlude] (Key Change to E (with Capo on II)
D        D

[Verse 5]
D*
Two cans of beer a day and that's your bleeding lot,
    N.C.
and now we've got an extra one because they stopped The Tot.
    D*    D*                       D*   D*
So, we'll put on our civvy-clothes find a pub ashore.
  D*
A sailor's just a sailor just like he was before.

[Chorus]
      D                       D
Don't haul on the rope, don't climb up the mast,
D            Bm              E7            A7
if you see a sailing ship it might be your last.
     D                           D
Just get your civvies ready for another run-ashore,
  D              Bm              G      A  D
a sailor ain't a sailor, ain't a sailor anymore.

[End-Chorus]
      D                       D
Don't haul on the rope, don't climb up the mast,
D            Bm              E7            A7
if you see a sailing ship it might be your last.
     D                           D
Just get your civvies ready for another run-ashore,
  D              Bm              G      A  D
a sailor ain't a sailor, ain't a sailor anymore.
  D              Bm              G      A  D
A sailor ain't a sailor, ain't a sailor anymore.
  D              Bm              G      A  D      D*
A sailor ain't a sailor, ain't a sailor anymore.

#+end_verse
#+latex: \clearpage
