index.html
<div id="outline-container-orgce717af" class="outline-3">
<h3 id="orgce717af"><span class="section-number-3">2.41.</span> The Last Shanty</h3>
<div class="outline-text-3" id="text-2-41">
<p class="verse">
spotify:track:69HEUcXd73lvnQVb34m53L<br />
<a href="https://www.youtube.com/watch?v=ugpTBrhWDss">https://www.youtube.com/watch?v=ugpTBrhWDss</a><br />
Worked out on request for jesse.moores from Australia<br />
Please: rate (stars left unter sheet) or/and add favorite (heart right above)<br />
When you are looking for chords of another nice song you could send me a Personal Message.<br />
ATTENTION: You are experencied? Than you don&rsquo;t have to use Capo. USE TRANSPOSE BUTTON +2.<br />
LEGEND: * means &ldquo;play short&rdquo; and stop<br />
<br />
[Verse 1] (a capella, so, no guitar = chords needed)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                         C<br />
Well, me father often told me when I was just a lad:<br />
&#xa0;&#xa0;C                               G<br />
a sailor&rsquo;s life is very hard, the food is always bad.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                              C<br />
But, now I&rsquo;ve joined the Navy, I&rsquo;m aboard a man-o-war,<br />
&#xa0;&#xa0;&#xa0;&#xa0;C                               Am*    G* C<br />
and now I&rsquo;ve found a sailor ain&rsquo;t a sailor anymore.<br />
<br />
[Chorus] (still a capella, no guitar-chords needed)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                       C<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast,<br />
C            Am              D7            G7<br />
if you see a sailing ship it might be your last.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                           C<br />
Just get your civvies ready for another run-ashore,<br />
&#xa0;&#xa0;C              Am              F      G  C<br />
a sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
<br />
[Interlude]<br />
C         C<br />
C    Am   F G  C<br />
<br />
[Verse 2]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                       C<br />
Well, the killick of our mess, he says we had it soft,<br />
&#xa0;&#xa0;&#xa0;C                                G<br />
it wasn&rsquo;t like that in his day when we were up aloft.<br />
&#xa0;&#xa0;&#xa0;C                                    C<br />
We like our bunks and sleeping bags but what&rsquo;s a hammock for?<br />
C                              Am G          C<br />
Swinging from the deckhead, or lying on the floor?<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                       C<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast,<br />
C            Am              D7            G7<br />
if you see a sailing ship it might be your last.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                           C<br />
Just get your civvies ready for another run-ashore,<br />
&#xa0;&#xa0;C              Am              F      G  C<br />
a sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
<br />
[Interlude]<br />
C         C<br />
C    Am   F G  C<br />
<br />
[Verse 3]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                      C<br />
They gave us an engine that first went up and down,<br />
C                             G<br />
then with more technology the engine went around.<br />
&#xa0;&#xa0;&#xa0;C                              C<br />
We know our steam and diesels but what&rsquo;s a mainyard for?<br />
&#xa0;&#xa0;C                            Am     G  C<br />
A stoker ain&rsquo;t a stoker with a shovel anymore.<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                       C<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast,<br />
C            Am              D7            G7<br />
if you see a sailing ship it might be your last.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                           C<br />
Just get your civvies ready for another run-ashore,<br />
&#xa0;&#xa0;C              Am              F      G  C<br />
a sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
<br />
[Interlude]<br />
C         C<br />
C    Am   F G  C<br />
<br />
[Verse 4]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                           C<br />
They gave us an Aldiss Lamp, so, we could do it right,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                   G<br />
they gave us a radio, we signaled day and night.<br />
&#xa0;&#xa0;&#xa0;C                              C<br />
We know our codes and cyphers but what&rsquo;s a sema for?<br />
&#xa0;&#xa0;C*<br />
A bunting-tosser doesn&rsquo;t toss the bunting anymore.<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                       C<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast,<br />
C            Am              D7            G7<br />
if you see a sailing ship it might be your last.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                           C<br />
Just get your civvies ready for another run-ashore,<br />
&#xa0;&#xa0;C              Am              F      G  C<br />
a sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
<br />
[Interlude]<br />
F      F      F      C            F      F      C      F<br />
F      F      F      C            F      F      C      F<br />
Dm     Dm     C      C            Dm     Dm     C      Dm<br />
Dm     Dm     C      C            Dm     Dm     C      Am<br />
F      F      F      C            F      F      C      F<br />
F      F      F      C            F      F      Bb C   F<br />
<br />
[Interlude] (Key Change to E (with Capo on II)<br />
D        D<br />
<br />
[Verse 5]<br />
D*<br />
Two cans of beer a day and that&rsquo;s your bleeding lot,<br />
&#xa0;&#xa0;&#xa0;&#xa0;N.C.<br />
and now we&rsquo;ve got an extra one because they stopped The Tot.<br />
&#xa0;&#xa0;&#xa0;&#xa0;D*    D*                       D*   D*<br />
So, we&rsquo;ll put on our civvy-clothes find a pub ashore.<br />
&#xa0;&#xa0;D*<br />
A sailor&rsquo;s just a sailor just like he was before.<br />
<br />
[Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                       D<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast,<br />
D            Bm              E7            A7<br />
if you see a sailing ship it might be your last.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                           D<br />
Just get your civvies ready for another run-ashore,<br />
&#xa0;&#xa0;D              Bm              G      A  D<br />
a sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
<br />
[End-Chorus]<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                       D<br />
Don&rsquo;t haul on the rope, don&rsquo;t climb up the mast,<br />
D            Bm              E7            A7<br />
if you see a sailing ship it might be your last.<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                           D<br />
Just get your civvies ready for another run-ashore,<br />
&#xa0;&#xa0;D              Bm              G      A  D<br />
a sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
&#xa0;&#xa0;D              Bm              G      A  D<br />
A sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
&#xa0;&#xa0;D              Bm              G      A  D      D*<br />
A sailor ain&rsquo;t a sailor, ain&rsquo;t a sailor anymore.<br />
<br />
</p>
</div>
</div>
