index.tex
\subsection{The Last Shanty}
\label{sec:org54f0fd5}
\begin{verse}
spotify:track:69HEUcXd73lvnQVb34m53L\\
\url{https://www.youtube.com/watch?v=ugpTBrhWDss}\\
Worked out on request for jesse.moores from Australia\\
Please: rate (stars left unter sheet) or/and add favorite (heart right above)\\
When you are looking for chords of another nice song you could send me a Personal Message.\\
ATTENTION: You are experencied? Than you don't have to use Capo. USE TRANSPOSE BUTTON +2.\\
LEGEND: * means ``play short'' and stop\\
\vspace*{1em}
[Verse 1] (a capella, so, no guitar = chords needed)\\
\hspace*{9em}C                         C\\
Well, me father often told me when I was just a lad:\\
\hspace*{2em}C                               G\\
a sailor's life is very hard, the food is always bad.\\
\hspace*{5em}C                              C\\
But, now I've joined the Navy, I'm aboard a man-o-war,\\
\hspace*{4em}C                               Am*    G* C\\
and now I've found a sailor ain't a sailor anymore.\\
\vspace*{1em}
[Chorus] (still a capella, no guitar-chords needed)\\
\hspace*{6em}C                       C\\
Don't haul on the rope, don't climb up the mast,\\
C            Am              D7            G7\\
if you see a sailing ship it might be your last.\\
\hspace*{5em}C                           C\\
Just get your civvies ready for another run-ashore,\\
\hspace*{2em}C              Am              F      G  C\\
a sailor ain't a sailor, ain't a sailor anymore.\\
\vspace*{1em}
[Interlude]\\
C         C\\
C    Am   F G  C\\
\vspace*{1em}
[Verse 2]\\
\hspace*{10em}C                       C\\
Well, the killick of our mess, he says we had it soft,\\
\hspace*{3em}C                                G\\
it wasn't like that in his day when we were up aloft.\\
\hspace*{3em}C                                    C\\
We like our bunks and sleeping bags but what's a hammock for?\\
C                              Am G          C\\
Swinging from the deckhead, or lying on the floor?\\
\vspace*{1em}
[Chorus]\\
\hspace*{6em}C                       C\\
Don't haul on the rope, don't climb up the mast,\\
C            Am              D7            G7\\
if you see a sailing ship it might be your last.\\
\hspace*{5em}C                           C\\
Just get your civvies ready for another run-ashore,\\
\hspace*{2em}C              Am              F      G  C\\
a sailor ain't a sailor, ain't a sailor anymore.\\
\vspace*{1em}
[Interlude]\\
C         C\\
C    Am   F G  C\\
\vspace*{1em}
[Verse 3]\\
\hspace*{5em}C                      C\\
They gave us an engine that first went up and down,\\
C                             G\\
then with more technology the engine went around.\\
\hspace*{3em}C                              C\\
We know our steam and diesels but what's a mainyard for?\\
\hspace*{2em}C                            Am     G  C\\
A stoker ain't a stoker with a shovel anymore.\\
\vspace*{1em}
[Chorus]\\
\hspace*{6em}C                       C\\
Don't haul on the rope, don't climb up the mast,\\
C            Am              D7            G7\\
if you see a sailing ship it might be your last.\\
\hspace*{5em}C                           C\\
Just get your civvies ready for another run-ashore,\\
\hspace*{2em}C              Am              F      G  C\\
a sailor ain't a sailor, ain't a sailor anymore.\\
\vspace*{1em}
[Interlude]\\
C         C\\
C    Am   F G  C\\
\vspace*{1em}
[Verse 4]\\
\hspace*{5em}C                           C\\
They gave us an Aldiss Lamp, so, we could do it right,\\
\hspace*{5em}C                   G\\
they gave us a radio, we signaled day and night.\\
\hspace*{3em}C                              C\\
We know our codes and cyphers but what's a sema for?\\
\hspace*{2em}C*\\
A bunting-tosser doesn't toss the bunting anymore.\\
\vspace*{1em}
[Chorus]\\
\hspace*{6em}C                       C\\
Don't haul on the rope, don't climb up the mast,\\
C            Am              D7            G7\\
if you see a sailing ship it might be your last.\\
\hspace*{5em}C                           C\\
Just get your civvies ready for another run-ashore,\\
\hspace*{2em}C              Am              F      G  C\\
a sailor ain't a sailor, ain't a sailor anymore.\\
\vspace*{1em}
[Interlude]\\
F      F      F      C            F      F      C      F\\
F      F      F      C            F      F      C      F\\
Dm     Dm     C      C            Dm     Dm     C      Dm\\
Dm     Dm     C      C            Dm     Dm     C      Am\\
F      F      F      C            F      F      C      F\\
F      F      F      C            F      F      Bb C   F\\
\vspace*{1em}
[Interlude] (Key Change to E (with Capo on II)\\
D        D\\
\vspace*{1em}
[Verse 5]\\
D*\\
Two cans of beer a day and that's your bleeding lot,\\
\hspace*{4em}N.C.\\
and now we've got an extra one because they stopped The Tot.\\
\hspace*{4em}D*    D*                       D*   D*\\
So, we'll put on our civvy-clothes find a pub ashore.\\
\hspace*{2em}D*\\
A sailor's just a sailor just like he was before.\\
\vspace*{1em}
[Chorus]\\
\hspace*{6em}D                       D\\
Don't haul on the rope, don't climb up the mast,\\
D            Bm              E7            A7\\
if you see a sailing ship it might be your last.\\
\hspace*{5em}D                           D\\
Just get your civvies ready for another run-ashore,\\
\hspace*{2em}D              Bm              G      A  D\\
a sailor ain't a sailor, ain't a sailor anymore.\\
\vspace*{1em}
[End-Chorus]\\
\hspace*{6em}D                       D\\
Don't haul on the rope, don't climb up the mast,\\
D            Bm              E7            A7\\
if you see a sailing ship it might be your last.\\
\hspace*{5em}D                           D\\
Just get your civvies ready for another run-ashore,\\
\hspace*{2em}D              Bm              G      A  D\\
a sailor ain't a sailor, ain't a sailor anymore.\\
\hspace*{2em}D              Bm              G      A  D\\
A sailor ain't a sailor, ain't a sailor anymore.\\
\hspace*{2em}D              Bm              G      A  D      D*\\
A sailor ain't a sailor, ain't a sailor anymore.\\
\vspace*{1em}
\end{verse}
\clearpage
