shanties.org
** The Ship is Fine
:PROPERTIES:
:Artist:   Jolly Rogers
:Key:      C
:END:
#+begin_verse
Before every chorus play this:
E--3------
A-----0--2
D---------
G---------
B---------
E---------
Also where there is a Ddim7 just play anything that sounds broken. Have fun ;)



[Intro]

Dm G C G C


[Chorus]

 C
There's not a thing wrong with this ship
 G
In fact, she is just fine
 G
But there would be some changes
 C
If if this vessel it were mine
 C                           A7
Nothing unrealistic or too drastic or severe
 Dm                G             C         G       C
Just some subtle tweaks to improve the atmosphere!


[Verse 1]

 C
I would have a great big deck
 G
Plated in solid gold!
 G
'Cause being teased about my little deck
 C
Is really gettin' old! (happens a lot)
     C
I'd sail from south tortuga
         A7
All the way up to Quebec
       Dm             G
And in each port I'd shout: Hey, sailor!
       C        G        C
Wanna ride my great big deck?

(It's enormous! - it's okay, it's okay)


[Chorus]

 C
There's not a thing wrong with this ship
 G
In fact, she is just fine
 G
But there would be some changes
 C
If if this vessel it were mine
 C                           A7
Nothing unrealistic or too drastic or severe
 Dm                G             C         G       C
Just some subtle tweaks to improve the atmosphere!


[Verse 2]

Let's see, uh
         C
I'd get rid of all the water
          G
From down in the ballast hole (but we'll tip over!)
       G
And replace it with some good dark rum
      C
Where it can stay nice and cold!
       C
Every man aboard the ship can drink
   A7
Until he's had his fill
     Dm              G
And the only rude we'd enforce
           C       G          C
Is that noone's allowed to spill!

(How about that? Take that, you'd have to replace it later)


[Chorus]

 C
There's not a thing wrong with this ship
 G
In fact, she is just fine
 G
But there would be some changes
 C
If if this vessel it were mine
 C                           A7
Nothing unrealistic or too drastic or severe
 Dm                G             C         G       C
Just some subtle tweaks to improve the atmosphere!


[Verse 3]

 C
I'd strip her down just to a rudder
 G
A mast and a wheel (minimalism!)
 G
I'd make her long and hard - and hollow
     C
And cover her in steel! (urr!)
 C
She'd be a giant floating cannon
   A7
No need for cabins and walls! (we-we need them)
 Dm                 G
And everyone would shiver
           C       G           C
When they saw the size of my balls!

(I'm shivering already, you've seen them? They're huge!)


[Chorus]

 C
There's not a thing wrong with this ship
 G
In fact, she is just fine
 G
But there would be some changes
 C
If if this vessel it were mine
 C                           A7
Nothing unrealistic or too drastic or severe
 Dm                G             C         G       C
Just some subtle tweaks to improve the atmosphere!


[Verse 4]

      C
I'd replace the bunks and hammocks
      G
With big four-poster beds (ooh, okay!)
      G
And I'd get rid of most the crew like you, lot
     C
And hire trollops on instead
      C
She'd be a floating brothel
       A7
And I'd be her captain bow
              Dm           G
I'd have more fun than any pirate
          C       G       C
And I'd make a lot more gold (arrogant jerk)


[Chorus]

 C
There's not a thing wrong with this ship
 G
In fact, she is just fine
 G
But there would be some changes
 C
If if this vessel it were mine
 C                           A7
Nothing unrealistic or too drastic or severe
 Dm                G             C         G       C
Just some subtle tweaks to improve the atmosphere!


[Verse 5]

 C
I'd get rid of all the sails
                    G
And find something better than the wind (what?)
      G                              C
Perhaps some sort of intermittent combustion engine
          C
With reciprocating pistons
       A7
And a fuel source based on heat!
      Ddim7
We could - hey! - woah, woah, woah!
 N.C.
Well, forget it you mooks
 N.C
Let's go with devin's brothel plan
 N.C
Wouldn't that be sweet? (Yeaah!)


[Outro]

 C
There's not a thing wrong with this ship
 G
In fact, she is just fine
 G
But there would be some changes
 C
If if this vessel it were mine
 C                           A7
Nothing unrealistic or too drastic or severe
 Dm                G             C         G       C
Just some subtle tweaks to improve the atmosphere!
 C                           A7
Nothing unrealistic or too drastic or severe
 Dm                G             C         G       C
Just some subtle tweaks to improve the atmosphere!
#+end_verse
#+latex: \clearpage
