index.html
<div id="outline-container-org6fb547c" class="outline-3">
<h3 id="org6fb547c"><span class="section-number-3">2.42.</span> The Ship is Fine</h3>
<div class="outline-text-3" id="text-2-42">
<pre class="example">
Artist: Jolly Rogers
Key: C
</pre>
<p class="verse">
Before every chorus play this:<br />
E&#x2013;3-&#x2013;&#x2014;<br />
A&#x2013;&#x2014;0&#x2013;2<br />
D----&#x2013;&#x2014;<br />
G----&#x2013;&#x2014;<br />
B----&#x2013;&#x2014;<br />
E----&#x2013;&#x2014;<br />
Also where there is a Ddim7 just play anything that sounds broken. Have fun ;)<br />
<br />
<br />
<br />
[Intro]<br />
<br />
Dm G C G C<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;C<br />
There&rsquo;s not a thing wrong with this ship<br />
&#xa0;G<br />
In fact, she is just fine<br />
&#xa0;G<br />
But there would be some changes<br />
&#xa0;C<br />
If if this vessel it were mine<br />
&#xa0;C                           A7<br />
Nothing unrealistic or too drastic or severe<br />
&#xa0;Dm                G             C         G       C<br />
Just some subtle tweaks to improve the atmosphere!<br />
<br />
<br />
[Verse 1]<br />
<br />
&#xa0;C<br />
I would have a great big deck<br />
&#xa0;G<br />
Plated in solid gold!<br />
&#xa0;G<br />
&rsquo;Cause being teased about my little deck<br />
&#xa0;C<br />
Is really gettin&rsquo; old! (happens a lot)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
I&rsquo;d sail from south tortuga<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A7<br />
All the way up to Quebec<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm             G<br />
And in each port I&rsquo;d shout: Hey, sailor!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C        G        C<br />
Wanna ride my great big deck?<br />
<br />
(It&rsquo;s enormous! - it&rsquo;s okay, it&rsquo;s okay)<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;C<br />
There&rsquo;s not a thing wrong with this ship<br />
&#xa0;G<br />
In fact, she is just fine<br />
&#xa0;G<br />
But there would be some changes<br />
&#xa0;C<br />
If if this vessel it were mine<br />
&#xa0;C                           A7<br />
Nothing unrealistic or too drastic or severe<br />
&#xa0;Dm                G             C         G       C<br />
Just some subtle tweaks to improve the atmosphere!<br />
<br />
<br />
[Verse 2]<br />
<br />
Let&rsquo;s see, uh<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
I&rsquo;d get rid of all the water<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
From down in the ballast hole (but we&rsquo;ll tip over!)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And replace it with some good dark rum<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Where it can stay nice and cold!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
Every man aboard the ship can drink<br />
&#xa0;&#xa0;&#xa0;A7<br />
Until he&rsquo;s had his fill<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm              G<br />
And the only rude we&rsquo;d enforce<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C       G          C<br />
Is that noone&rsquo;s allowed to spill!<br />
<br />
(How about that? Take that, you&rsquo;d have to replace it later)<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;C<br />
There&rsquo;s not a thing wrong with this ship<br />
&#xa0;G<br />
In fact, she is just fine<br />
&#xa0;G<br />
But there would be some changes<br />
&#xa0;C<br />
If if this vessel it were mine<br />
&#xa0;C                           A7<br />
Nothing unrealistic or too drastic or severe<br />
&#xa0;Dm                G             C         G       C<br />
Just some subtle tweaks to improve the atmosphere!<br />
<br />
<br />
[Verse 3]<br />
<br />
&#xa0;C<br />
I&rsquo;d strip her down just to a rudder<br />
&#xa0;G<br />
A mast and a wheel (minimalism!)<br />
&#xa0;G<br />
I&rsquo;d make her long and hard - and hollow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And cover her in steel! (urr!)<br />
&#xa0;C<br />
She&rsquo;d be a giant floating cannon<br />
&#xa0;&#xa0;&#xa0;A7<br />
No need for cabins and walls! (we-we need them)<br />
&#xa0;Dm                 G<br />
And everyone would shiver<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C       G           C<br />
When they saw the size of my balls!<br />
<br />
(I&rsquo;m shivering already, you&rsquo;ve seen them? They&rsquo;re huge!)<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;C<br />
There&rsquo;s not a thing wrong with this ship<br />
&#xa0;G<br />
In fact, she is just fine<br />
&#xa0;G<br />
But there would be some changes<br />
&#xa0;C<br />
If if this vessel it were mine<br />
&#xa0;C                           A7<br />
Nothing unrealistic or too drastic or severe<br />
&#xa0;Dm                G             C         G       C<br />
Just some subtle tweaks to improve the atmosphere!<br />
<br />
<br />
[Verse 4]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
I&rsquo;d replace the bunks and hammocks<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
With big four-poster beds (ooh, okay!)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And I&rsquo;d get rid of most the crew like you, lot<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
And hire trollops on instead<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
She&rsquo;d be a floating brothel<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A7<br />
And I&rsquo;d be her captain bow<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm           G<br />
I&rsquo;d have more fun than any pirate<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C       G       C<br />
And I&rsquo;d make a lot more gold (arrogant jerk)<br />
<br />
<br />
[Chorus]<br />
<br />
&#xa0;C<br />
There&rsquo;s not a thing wrong with this ship<br />
&#xa0;G<br />
In fact, she is just fine<br />
&#xa0;G<br />
But there would be some changes<br />
&#xa0;C<br />
If if this vessel it were mine<br />
&#xa0;C                           A7<br />
Nothing unrealistic or too drastic or severe<br />
&#xa0;Dm                G             C         G       C<br />
Just some subtle tweaks to improve the atmosphere!<br />
<br />
<br />
[Verse 5]<br />
<br />
&#xa0;C<br />
I&rsquo;d get rid of all the sails<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G<br />
And find something better than the wind (what?)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;G                              C<br />
Perhaps some sort of intermittent combustion engine<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C<br />
With reciprocating pistons<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;A7<br />
And a fuel source based on heat!<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Ddim7<br />
We could - hey! - woah, woah, woah!<br />
&#xa0;N.C.<br />
Well, forget it you mooks<br />
&#xa0;N.C<br />
Let&rsquo;s go with devin&rsquo;s brothel plan<br />
&#xa0;N.C<br />
Wouldn&rsquo;t that be sweet? (Yeaah!)<br />
<br />
<br />
[Outro]<br />
<br />
&#xa0;C<br />
There&rsquo;s not a thing wrong with this ship<br />
&#xa0;G<br />
In fact, she is just fine<br />
&#xa0;G<br />
But there would be some changes<br />
&#xa0;C<br />
If if this vessel it were mine<br />
&#xa0;C                           A7<br />
Nothing unrealistic or too drastic or severe<br />
&#xa0;Dm                G             C         G       C<br />
Just some subtle tweaks to improve the atmosphere!<br />
&#xa0;C                           A7<br />
Nothing unrealistic or too drastic or severe<br />
&#xa0;Dm                G             C         G       C<br />
Just some subtle tweaks to improve the atmosphere!<br />
</p>
</div>
</div>
