index.tex
\subsection{The Ship is Fine}
\label{sec:orgb8183d6}
\begin{verbatim}
Artist: Jolly Rogers
Key: C
\end{verbatim}
\begin{verse}
Before every chorus play this:\\
E--3------\\
A-----0--2\\
D---------\\
G---------\\
B---------\\
E---------\\
Also where there is a Ddim7 just play anything that sounds broken. Have fun ;)\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
[Intro]\\
\vspace*{1em}
Dm G C G C\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}C\\
There's not a thing wrong with this ship\\
\hspace*{1em}G\\
In fact, she is just fine\\
\hspace*{1em}G\\
But there would be some changes\\
\hspace*{1em}C\\
If if this vessel it were mine\\
\hspace*{1em}C                           A7\\
Nothing unrealistic or too drastic or severe\\
\hspace*{1em}Dm                G             C         G       C\\
Just some subtle tweaks to improve the atmosphere!\\
\vspace*{1em}
\vspace*{1em}
[Verse 1]\\
\vspace*{1em}
\hspace*{1em}C\\
I would have a great big deck\\
\hspace*{1em}G\\
Plated in solid gold!\\
\hspace*{1em}G\\
'Cause being teased about my little deck\\
\hspace*{1em}C\\
Is really gettin' old! (happens a lot)\\
\hspace*{5em}C\\
I'd sail from south tortuga\\
\hspace*{9em}A7\\
All the way up to Quebec\\
\hspace*{7em}Dm             G\\
And in each port I'd shout: Hey, sailor!\\
\hspace*{7em}C        G        C\\
Wanna ride my great big deck?\\
\vspace*{1em}
(It's enormous! - it's okay, it's okay)\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}C\\
There's not a thing wrong with this ship\\
\hspace*{1em}G\\
In fact, she is just fine\\
\hspace*{1em}G\\
But there would be some changes\\
\hspace*{1em}C\\
If if this vessel it were mine\\
\hspace*{1em}C                           A7\\
Nothing unrealistic or too drastic or severe\\
\hspace*{1em}Dm                G             C         G       C\\
Just some subtle tweaks to improve the atmosphere!\\
\vspace*{1em}
\vspace*{1em}
[Verse 2]\\
\vspace*{1em}
Let's see, uh\\
\hspace*{9em}C\\
I'd get rid of all the water\\
\hspace*{10em}G\\
From down in the ballast hole (but we'll tip over!)\\
\hspace*{7em}G\\
And replace it with some good dark rum\\
\hspace*{6em}C\\
Where it can stay nice and cold!\\
\hspace*{7em}C\\
Every man aboard the ship can drink\\
\hspace*{3em}A7\\
Until he's had his fill\\
\hspace*{5em}Dm              G\\
And the only rude we'd enforce\\
\hspace*{11em}C       G          C\\
Is that noone's allowed to spill!\\
\vspace*{1em}
(How about that? Take that, you'd have to replace it later)\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}C\\
There's not a thing wrong with this ship\\
\hspace*{1em}G\\
In fact, she is just fine\\
\hspace*{1em}G\\
But there would be some changes\\
\hspace*{1em}C\\
If if this vessel it were mine\\
\hspace*{1em}C                           A7\\
Nothing unrealistic or too drastic or severe\\
\hspace*{1em}Dm                G             C         G       C\\
Just some subtle tweaks to improve the atmosphere!\\
\vspace*{1em}
\vspace*{1em}
[Verse 3]\\
\vspace*{1em}
\hspace*{1em}C\\
I'd strip her down just to a rudder\\
\hspace*{1em}G\\
A mast and a wheel (minimalism!)\\
\hspace*{1em}G\\
I'd make her long and hard - and hollow\\
\hspace*{5em}C\\
And cover her in steel! (urr!)\\
\hspace*{1em}C\\
She'd be a giant floating cannon\\
\hspace*{3em}A7\\
No need for cabins and walls! (we-we need them)\\
\hspace*{1em}Dm                 G\\
And everyone would shiver\\
\hspace*{11em}C       G           C\\
When they saw the size of my balls!\\
\vspace*{1em}
(I'm shivering already, you've seen them? They're huge!)\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}C\\
There's not a thing wrong with this ship\\
\hspace*{1em}G\\
In fact, she is just fine\\
\hspace*{1em}G\\
But there would be some changes\\
\hspace*{1em}C\\
If if this vessel it were mine\\
\hspace*{1em}C                           A7\\
Nothing unrealistic or too drastic or severe\\
\hspace*{1em}Dm                G             C         G       C\\
Just some subtle tweaks to improve the atmosphere!\\
\vspace*{1em}
\vspace*{1em}
[Verse 4]\\
\vspace*{1em}
\hspace*{6em}C\\
I'd replace the bunks and hammocks\\
\hspace*{6em}G\\
With big four-poster beds (ooh, okay!)\\
\hspace*{6em}G\\
And I'd get rid of most the crew like you, lot\\
\hspace*{5em}C\\
And hire trollops on instead\\
\hspace*{6em}C\\
She'd be a floating brothel\\
\hspace*{7em}A7\\
And I'd be her captain bow\\
\hspace*{14em}Dm           G\\
I'd have more fun than any pirate\\
\hspace*{10em}C       G       C\\
And I'd make a lot more gold (arrogant jerk)\\
\vspace*{1em}
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}C\\
There's not a thing wrong with this ship\\
\hspace*{1em}G\\
In fact, she is just fine\\
\hspace*{1em}G\\
But there would be some changes\\
\hspace*{1em}C\\
If if this vessel it were mine\\
\hspace*{1em}C                           A7\\
Nothing unrealistic or too drastic or severe\\
\hspace*{1em}Dm                G             C         G       C\\
Just some subtle tweaks to improve the atmosphere!\\
\vspace*{1em}
\vspace*{1em}
[Verse 5]\\
\vspace*{1em}
\hspace*{1em}C\\
I'd get rid of all the sails\\
\hspace*{20em}G\\
And find something better than the wind (what?)\\
\hspace*{6em}G                              C\\
Perhaps some sort of intermittent combustion engine\\
\hspace*{10em}C\\
With reciprocating pistons\\
\hspace*{7em}A7\\
And a fuel source based on heat!\\
\hspace*{6em}Ddim7\\
We could - hey! - woah, woah, woah!\\
\hspace*{1em}N.C.\\
Well, forget it you mooks\\
\hspace*{1em}N.C\\
Let's go with devin's brothel plan\\
\hspace*{1em}N.C\\
Wouldn't that be sweet? (Yeaah!)\\
\vspace*{1em}
\vspace*{1em}
[Outro]\\
\vspace*{1em}
\hspace*{1em}C\\
There's not a thing wrong with this ship\\
\hspace*{1em}G\\
In fact, she is just fine\\
\hspace*{1em}G\\
But there would be some changes\\
\hspace*{1em}C\\
If if this vessel it were mine\\
\hspace*{1em}C                           A7\\
Nothing unrealistic or too drastic or severe\\
\hspace*{1em}Dm                G             C         G       C\\
Just some subtle tweaks to improve the atmosphere!\\
\hspace*{1em}C                           A7\\
Nothing unrealistic or too drastic or severe\\
\hspace*{1em}Dm                G             C         G       C\\
Just some subtle tweaks to improve the atmosphere!\\
\end{verse}
\clearpage
