shanties.org
** Twiddles
:PROPERTIES:
:Artist:   Misbehavin' Maidens
:END:
#+begin_verse
E-D-E

         E                              D
When the ships all go a-sailing and the men are off and gone
D                            A           E
What about the women who are up and left alone
       E                               D
Do you think we sit and twiddle thumbs until our men come home
        D                              A                  E
There's other things to twiddle when a girl's left on her own



E                        D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
         D                                 A           E
There's lots of times a man will leave you broken with dismay
E                         D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
        D                                 A              E-D-E
There's other things to twiddle when your man has gone away



      E                         D
Well I remember Nelly she was young and she was gay
    D                                 A              E
She won the heart of Captain Dan but then he sailed away
    D                                  E
He left her high and dry with just a kiss upon the chin
    D                              A                  E
But as his ship went sailing out another ship sailed in



E                        D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
         D                                 A           E
There's lots of times a man will leave you broken with dismay
E                         D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
        D                                 A              E-D-E
There's other things to twiddle when your man has gone away


E                                D
Then there was Lucinda Brown as fair as any maid
    D                            A             E
Her true love went a voyaging a sailor man by trade
     D                                    E
Oh keep the fire burning love those were the words he spoke
        D                           A             E
So she found herself another man to keep the fire stoked


E                        D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
         D                                 A           E
There's lots of times a man will leave you broken with dismay
E                         D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
        D                                 A              E-D-E
There's other things to twiddle when your man has gone away


E                                D
When Lucinda's man came back and knocked upon her door
    D                               A          E
She was as glad to see him as she'd ever been before
E                                 D
He left her lying in the bed but Lucy didn't care
            D                D                A            E
Course the poor guy in the closet sure could use a little air


E                        D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
         D                                 A           E
There's lots of times a man will leave you broken with dismay
E                         D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
        D                                 A              E-D-E
There's other things to twiddle when your man has gone away


        E                               D
Oh you hear a lot of stories 'bout the sailors and their sport
 D                            A             E
About how every lad has got a girl in every port
       E                            D
But if you added two and two you'd figure out right quick
       D                              A            E
That's just because the lasses have a lad on every ship


E                        D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
         D                                 A           E
There's lots of times a man will leave you broken with dismay
E                         D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
        D                                 A              E-D-E
There's other things to twiddle when your man has gone away



E                        D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
         D                                 A           E
There's lots of times a man will leave you broken with dismay
E                         D
Twiddly-i dee-li dee-lo twiddly-i dee-lay
              D                  A                 E       D    E
There's other willy's willing to twiddle when your willy's gone away
#+end_verse
#+latex: \clearpage
