index.html
<div id="outline-container-org4f9a273" class="outline-3">
<h3 id="org4f9a273"><span class="section-number-3">2.43.</span> Twiddles</h3>
<div class="outline-text-3" id="text-2-43">
<pre class="example">
Artist: Misbehavin' Maidens
</pre>
<p class="verse">
E-D-E<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                              D<br />
When the ships all go a-sailing and the men are off and gone<br />
D                            A           E<br />
What about the women who are up and left alone<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                               D<br />
Do you think we sit and twiddle thumbs until our men come home<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                              A                  E<br />
There&rsquo;s other things to twiddle when a girl&rsquo;s left on her own<br />
<br />
<br />
<br />
E                        D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A           E<br />
There&rsquo;s lots of times a man will leave you broken with dismay<br />
E                         D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A              E-D-E<br />
There&rsquo;s other things to twiddle when your man has gone away<br />
<br />
<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                         D<br />
Well I remember Nelly she was young and she was gay<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                                 A              E<br />
She won the heart of Captain Dan but then he sailed away<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                                  E<br />
He left her high and dry with just a kiss upon the chin<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                              A                  E<br />
But as his ship went sailing out another ship sailed in<br />
<br />
<br />
<br />
E                        D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A           E<br />
There&rsquo;s lots of times a man will leave you broken with dismay<br />
E                         D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A              E-D-E<br />
There&rsquo;s other things to twiddle when your man has gone away<br />
<br />
<br />
E                                D<br />
Then there was Lucinda Brown as fair as any maid<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                            A             E<br />
Her true love went a voyaging a sailor man by trade<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                    E<br />
Oh keep the fire burning love those were the words he spoke<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                           A             E<br />
So she found herself another man to keep the fire stoked<br />
<br />
<br />
E                        D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A           E<br />
There&rsquo;s lots of times a man will leave you broken with dismay<br />
E                         D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A              E-D-E<br />
There&rsquo;s other things to twiddle when your man has gone away<br />
<br />
<br />
E                                D<br />
When Lucinda&rsquo;s man came back and knocked upon her door<br />
&#xa0;&#xa0;&#xa0;&#xa0;D                               A          E<br />
She was as glad to see him as she&rsquo;d ever been before<br />
E                                 D<br />
He left her lying in the bed but Lucy didn&rsquo;t care<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                D                A            E<br />
Course the poor guy in the closet sure could use a little air<br />
<br />
<br />
E                        D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A           E<br />
There&rsquo;s lots of times a man will leave you broken with dismay<br />
E                         D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A              E-D-E<br />
There&rsquo;s other things to twiddle when your man has gone away<br />
<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                               D<br />
Oh you hear a lot of stories &rsquo;bout the sailors and their sport<br />
&#xa0;D                            A             E<br />
About how every lad has got a girl in every port<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                            D<br />
But if you added two and two you&rsquo;d figure out right quick<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                              A            E<br />
That&rsquo;s just because the lasses have a lad on every ship<br />
<br />
<br />
E                        D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A           E<br />
There&rsquo;s lots of times a man will leave you broken with dismay<br />
E                         D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A              E-D-E<br />
There&rsquo;s other things to twiddle when your man has gone away<br />
<br />
<br />
<br />
E                        D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                                 A           E<br />
There&rsquo;s lots of times a man will leave you broken with dismay<br />
E                         D<br />
Twiddly-i dee-li dee-lo twiddly-i dee-lay<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;D                  A                 E       D    E<br />
There&rsquo;s other willy&rsquo;s willing to twiddle when your willy&rsquo;s gone away<br />
</p>
</div>
</div>
