index.tex
\subsection{Twiddles}
\label{sec:orga532fbe}
\begin{verbatim}
Artist: Misbehavin' Maidens
\end{verbatim}
\begin{verse}
E-D-E\\
\vspace*{1em}
\hspace*{9em}E                              D\\
When the ships all go a-sailing and the men are off and gone\\
D                            A           E\\
What about the women who are up and left alone\\
\hspace*{7em}E                               D\\
Do you think we sit and twiddle thumbs until our men come home\\
\hspace*{8em}D                              A                  E\\
There's other things to twiddle when a girl's left on her own\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
E                        D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{9em}D                                 A           E\\
There's lots of times a man will leave you broken with dismay\\
E                         D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{8em}D                                 A              E-D-E\\
There's other things to twiddle when your man has gone away\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
\hspace*{6em}E                         D\\
Well I remember Nelly she was young and she was gay\\
\hspace*{4em}D                                 A              E\\
She won the heart of Captain Dan but then he sailed away\\
\hspace*{4em}D                                  E\\
He left her high and dry with just a kiss upon the chin\\
\hspace*{4em}D                              A                  E\\
But as his ship went sailing out another ship sailed in\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
E                        D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{9em}D                                 A           E\\
There's lots of times a man will leave you broken with dismay\\
E                         D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{8em}D                                 A              E-D-E\\
There's other things to twiddle when your man has gone away\\
\vspace*{1em}
\vspace*{1em}
E                                D\\
Then there was Lucinda Brown as fair as any maid\\
\hspace*{4em}D                            A             E\\
Her true love went a voyaging a sailor man by trade\\
\hspace*{5em}D                                    E\\
Oh keep the fire burning love those were the words he spoke\\
\hspace*{8em}D                           A             E\\
So she found herself another man to keep the fire stoked\\
\vspace*{1em}
\vspace*{1em}
E                        D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{9em}D                                 A           E\\
There's lots of times a man will leave you broken with dismay\\
E                         D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{8em}D                                 A              E-D-E\\
There's other things to twiddle when your man has gone away\\
\vspace*{1em}
\vspace*{1em}
E                                D\\
When Lucinda's man came back and knocked upon her door\\
\hspace*{4em}D                               A          E\\
She was as glad to see him as she'd ever been before\\
E                                 D\\
He left her lying in the bed but Lucy didn't care\\
\hspace*{12em}D                D                A            E\\
Course the poor guy in the closet sure could use a little air\\
\vspace*{1em}
\vspace*{1em}
E                        D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{9em}D                                 A           E\\
There's lots of times a man will leave you broken with dismay\\
E                         D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{8em}D                                 A              E-D-E\\
There's other things to twiddle when your man has gone away\\
\vspace*{1em}
\vspace*{1em}
\hspace*{8em}E                               D\\
Oh you hear a lot of stories 'bout the sailors and their sport\\
\hspace*{1em}D                            A             E\\
About how every lad has got a girl in every port\\
\hspace*{7em}E                            D\\
But if you added two and two you'd figure out right quick\\
\hspace*{7em}D                              A            E\\
That's just because the lasses have a lad on every ship\\
\vspace*{1em}
\vspace*{1em}
E                        D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{9em}D                                 A           E\\
There's lots of times a man will leave you broken with dismay\\
E                         D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{8em}D                                 A              E-D-E\\
There's other things to twiddle when your man has gone away\\
\vspace*{1em}
\vspace*{1em}
\vspace*{1em}
E                        D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{9em}D                                 A           E\\
There's lots of times a man will leave you broken with dismay\\
E                         D\\
Twiddly-i dee-li dee-lo twiddly-i dee-lay\\
\hspace*{14em}D                  A                 E       D    E\\
There's other willy's willing to twiddle when your willy's gone away\\
\end{verse}
\clearpage
