shanties.org
** TODO Tyme Flies When You're Having Rum
:PROPERTIES:
:Artist:   Pirates for Sail
:END:
#+latex: \clearpage
** Voodoo Man
:PROPERTIES:
:Artist:   Jolly Rogers
:END:
#+begin_verse
[Intro]

Am C F E Am

[Verse]
Am
He was a nice young sailor lad, as green as green could be
        C                           Am
When he first joined our crew for a life of piracy
       F                                Am
When a storm nearly capsized us, he was thrown from the ship
E
Stranded on Hispaniola, right there on the western tip

[Verse 2]
Am
When the crew next saw him they could not believe their eyes
          C                                 Am
There was little left of the young man that one could recognize
    F                               Am
His hair was long a braided, and he looked ready for war
       E
But he smiled and said " Hello mates. I'm your new Bokor "

[Chorus]
F                              Am
Now he wears more tattoos than clothes
       F                        Am          E
With a ring on every finger and bone in his nose
E                                    G
When he starts his chanting we don't always understand
       F             E             Am
But we always listen to him, cause he's our voodoo man

[Verse 3]
Am
The captain said "Now listen boys, I think we should turn back
C                                  Am
There's a storm a brewing and that beast is building fast."
    F                                  Am
The bokur said "Just wait a minute and Captain keep your course"
       E
And he went back to his cabin but the storm it just got worse

[Bridge]
F                   G            Am
We heard howls, and moans, and a bang, and a crash
F                  G     Am
We saw thick black smoke and a fiery flash
G                                       F
We could smell the lighting and we just stared at his door
    E                                           Am
And when we started to relax, it started up once more

[Verse 4]
Am
He rushed out and said "We'll need every inch of sail."
C                             Am
And a swath of clear blue sky split the monstrous gale
    F                         Am
The wind filed every sail and tightened every line
E
As we passed we saw the storm crashed back in behind

[Chorus]
F                              Am
Now he wears more tattoos than clothes
       F                        Am          E
With a ring on every finger and bone in his nose
E                                    G
When he starts his chanting we don't always understand
       F             E             Am
But we always listen to him, cause he's our voodoo man

[Verse 5]
Am
While hunting down a merchant ship around the rocky shore
   C                           Am
We came around the island to a massive Man o' War
    F                                       Am
The captain said " Now listen boys. We're about to meet our doom."
        E
And the bokur shouted "Never fear"
E
And he ran down to his room

[Bridge]
F                   G            Am
We heard howls, and moans, and a bang, and a crash
F                  G     Am
We saw thick black smoke and a fiery flash
G                                       F
We could smell the lighting and we just stared at his door
    E                                           Am
And when we started to relax, it started up once more

[Verse 6]
Am
"FIRE TWO SHOTS" he shouted and they went off right on cue
C                                       Am
Both shots found their target and their powder hold it blew
    F                               Am
The Man o' War bust into flames and it began to pitch
E
And we stole enough from her to make sure we were rich

[Chorus]
F                                Am
He still wears more tattoos than clothes
       F                        Am           E
With a ring on every finger and bone in his nose
E                                    G
When he starts his chanting we don't try to understand
       F             E             Am
But we always listen to him, cause he's our voodoo man
   F             E             Am
We always listen to him, cause he's our voodoo man
   F             E             E               Am
We always listen to him, cause he's our voodoo man
#+end_verse
#+latex: \clearpage
