index.html
<div id="outline-container-org4c2e2c7" class="outline-3">
<h3 id="org4c2e2c7"><span class="section-number-3">2.44.</span> <span class="todo TODO">TODO</span> Tyme Flies When You&rsquo;re Having Rum</h3>
<div class="outline-text-3" id="text-2-44">
<pre class="example">
Artist: Pirates for Sail
</pre>
</div>
</div>
<div id="outline-container-orga102373" class="outline-3">
<h3 id="orga102373"><span class="section-number-3">2.45.</span> Voodoo Man</h3>
<div class="outline-text-3" id="text-2-45">
<pre class="example">
Artist: Jolly Rogers
</pre>
<p class="verse">
[Intro]<br />
<br />
Am C F E Am<br />
<br />
[Verse]<br />
Am<br />
He was a nice young sailor lad, as green as green could be<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                           Am<br />
When he first joined our crew for a life of piracy<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F                                Am<br />
When a storm nearly capsized us, he was thrown from the ship<br />
E<br />
Stranded on Hispaniola, right there on the western tip<br />
<br />
[Verse 2]<br />
Am<br />
When the crew next saw him they could not believe their eyes<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;C                                 Am<br />
There was little left of the young man that one could recognize<br />
&#xa0;&#xa0;&#xa0;&#xa0;F                               Am<br />
His hair was long a braided, and he looked ready for war<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E<br />
But he smiled and said &ldquo; Hello mates. I&rsquo;m your new Bokor &rdquo;<br />
<br />
[Chorus]<br />
F                              Am<br />
Now he wears more tattoos than clothes<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F                        Am          E<br />
With a ring on every finger and bone in his nose<br />
E                                    G<br />
When he starts his chanting we don&rsquo;t always understand<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F             E             Am<br />
But we always listen to him, cause he&rsquo;s our voodoo man<br />
<br />
[Verse 3]<br />
Am<br />
The captain said &ldquo;Now listen boys, I think we should turn back<br />
C                                  Am<br />
There&rsquo;s a storm a brewing and that beast is building fast.&rdquo;<br />
&#xa0;&#xa0;&#xa0;&#xa0;F                                  Am<br />
The bokur said &ldquo;Just wait a minute and Captain keep your course&rdquo;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E<br />
And he went back to his cabin but the storm it just got worse<br />
<br />
[Bridge]<br />
F                   G            Am<br />
We heard howls, and moans, and a bang, and a crash<br />
F                  G     Am<br />
We saw thick black smoke and a fiery flash<br />
G                                       F<br />
We could smell the lighting and we just stared at his door<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                                           Am<br />
And when we started to relax, it started up once more<br />
<br />
[Verse 4]<br />
Am<br />
He rushed out and said &ldquo;We&rsquo;ll need every inch of sail.&rdquo;<br />
C                             Am<br />
And a swath of clear blue sky split the monstrous gale<br />
&#xa0;&#xa0;&#xa0;&#xa0;F                         Am<br />
The wind filed every sail and tightened every line<br />
E<br />
As we passed we saw the storm crashed back in behind<br />
<br />
[Chorus]<br />
F                              Am<br />
Now he wears more tattoos than clothes<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F                        Am          E<br />
With a ring on every finger and bone in his nose<br />
E                                    G<br />
When he starts his chanting we don&rsquo;t always understand<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F             E             Am<br />
But we always listen to him, cause he&rsquo;s our voodoo man<br />
<br />
[Verse 5]<br />
Am<br />
While hunting down a merchant ship around the rocky shore<br />
&#xa0;&#xa0;&#xa0;C                           Am<br />
We came around the island to a massive Man o&rsquo; War<br />
&#xa0;&#xa0;&#xa0;&#xa0;F                                       Am<br />
The captain said &ldquo; Now listen boys. We&rsquo;re about to meet our doom.&rdquo;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E<br />
And the bokur shouted &ldquo;Never fear&rdquo;<br />
E<br />
And he ran down to his room<br />
<br />
[Bridge]<br />
F                   G            Am<br />
We heard howls, and moans, and a bang, and a crash<br />
F                  G     Am<br />
We saw thick black smoke and a fiery flash<br />
G                                       F<br />
We could smell the lighting and we just stared at his door<br />
&#xa0;&#xa0;&#xa0;&#xa0;E                                           Am<br />
And when we started to relax, it started up once more<br />
<br />
[Verse 6]<br />
Am<br />
&ldquo;FIRE TWO SHOTS&rdquo; he shouted and they went off right on cue<br />
C                                       Am<br />
Both shots found their target and their powder hold it blew<br />
&#xa0;&#xa0;&#xa0;&#xa0;F                               Am<br />
The Man o&rsquo; War bust into flames and it began to pitch<br />
E<br />
And we stole enough from her to make sure we were rich<br />
<br />
[Chorus]<br />
F                                Am<br />
He still wears more tattoos than clothes<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F                        Am           E<br />
With a ring on every finger and bone in his nose<br />
E                                    G<br />
When he starts his chanting we don&rsquo;t try to understand<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;F             E             Am<br />
But we always listen to him, cause he&rsquo;s our voodoo man<br />
&#xa0;&#xa0;&#xa0;F             E             Am<br />
We always listen to him, cause he&rsquo;s our voodoo man<br />
&#xa0;&#xa0;&#xa0;F             E             E               Am<br />
We always listen to him, cause he&rsquo;s our voodoo man<br />
</p>
</div>
</div>
