index.tex
\subsection{{\bfseries\sffamily TODO} Tyme Flies When You're Having Rum}
\label{sec:org81a3ceb}
\begin{verbatim}
Artist: Pirates for Sail
\end{verbatim}
\clearpage
\subsection{Voodoo Man}
\label{sec:org89d3412}
\begin{verbatim}
Artist: Jolly Rogers
\end{verbatim}
\begin{verse}
[Intro]\\
\vspace*{1em}
Am C F E Am\\
\vspace*{1em}
[Verse]\\
Am\\
He was a nice young sailor lad, as green as green could be\\
\hspace*{8em}C                           Am\\
When he first joined our crew for a life of piracy\\
\hspace*{7em}F                                Am\\
When a storm nearly capsized us, he was thrown from the ship\\
E\\
Stranded on Hispaniola, right there on the western tip\\
\vspace*{1em}
[Verse 2]\\
Am\\
When the crew next saw him they could not believe their eyes\\
\hspace*{10em}C                                 Am\\
There was little left of the young man that one could recognize\\
\hspace*{4em}F                               Am\\
His hair was long a braided, and he looked ready for war\\
\hspace*{7em}E\\
But he smiled and said `` Hello mates. I'm your new Bokor ''\\
\vspace*{1em}
[Chorus]\\
F                              Am\\
Now he wears more tattoos than clothes\\
\hspace*{7em}F                        Am          E\\
With a ring on every finger and bone in his nose\\
E                                    G\\
When he starts his chanting we don't always understand\\
\hspace*{7em}F             E             Am\\
But we always listen to him, cause he's our voodoo man\\
\vspace*{1em}
[Verse 3]\\
Am\\
The captain said ``Now listen boys, I think we should turn back\\
C                                  Am\\
There's a storm a brewing and that beast is building fast.''\\
\hspace*{4em}F                                  Am\\
The bokur said ``Just wait a minute and Captain keep your course''\\
\hspace*{7em}E\\
And he went back to his cabin but the storm it just got worse\\
\vspace*{1em}
[Bridge]\\
F                   G            Am\\
We heard howls, and moans, and a bang, and a crash\\
F                  G     Am\\
We saw thick black smoke and a fiery flash\\
G                                       F\\
We could smell the lighting and we just stared at his door\\
\hspace*{4em}E                                           Am\\
And when we started to relax, it started up once more\\
\vspace*{1em}
[Verse 4]\\
Am\\
He rushed out and said ``We'll need every inch of sail.''\\
C                             Am\\
And a swath of clear blue sky split the monstrous gale\\
\hspace*{4em}F                         Am\\
The wind filed every sail and tightened every line\\
E\\
As we passed we saw the storm crashed back in behind\\
\vspace*{1em}
[Chorus]\\
F                              Am\\
Now he wears more tattoos than clothes\\
\hspace*{7em}F                        Am          E\\
With a ring on every finger and bone in his nose\\
E                                    G\\
When he starts his chanting we don't always understand\\
\hspace*{7em}F             E             Am\\
But we always listen to him, cause he's our voodoo man\\
\vspace*{1em}
[Verse 5]\\
Am\\
While hunting down a merchant ship around the rocky shore\\
\hspace*{3em}C                           Am\\
We came around the island to a massive Man o' War\\
\hspace*{4em}F                                       Am\\
The captain said `` Now listen boys. We're about to meet our doom.''\\
\hspace*{8em}E\\
And the bokur shouted ``Never fear''\\
E\\
And he ran down to his room\\
\vspace*{1em}
[Bridge]\\
F                   G            Am\\
We heard howls, and moans, and a bang, and a crash\\
F                  G     Am\\
We saw thick black smoke and a fiery flash\\
G                                       F\\
We could smell the lighting and we just stared at his door\\
\hspace*{4em}E                                           Am\\
And when we started to relax, it started up once more\\
\vspace*{1em}
[Verse 6]\\
Am\\
``FIRE TWO SHOTS'' he shouted and they went off right on cue\\
C                                       Am\\
Both shots found their target and their powder hold it blew\\
\hspace*{4em}F                               Am\\
The Man o' War bust into flames and it began to pitch\\
E\\
And we stole enough from her to make sure we were rich\\
\vspace*{1em}
[Chorus]\\
F                                Am\\
He still wears more tattoos than clothes\\
\hspace*{7em}F                        Am           E\\
With a ring on every finger and bone in his nose\\
E                                    G\\
When he starts his chanting we don't try to understand\\
\hspace*{7em}F             E             Am\\
But we always listen to him, cause he's our voodoo man\\
\hspace*{3em}F             E             Am\\
We always listen to him, cause he's our voodoo man\\
\hspace*{3em}F             E             E               Am\\
We always listen to him, cause he's our voodoo man\\
\end{verse}
\clearpage
