shanties.org
** Wellerman
:PROPERTIES:
:Key:      Am
:END:
#+begin_verse
[Verse 1]

   Am
There once was a ship that put to sea
         Dm                      Am
And the name of the ship was the Billy o' Tea
     Am
The winds blew hard, her bow dipped down
 E                    Am
Blow, me bully boys, blow (huh!)

[Chorus]

 F            C
Soon may the Wellerman come
    Dm                Am
To bring us sugar and tea and rum
F                  C
One day, when the tonguin’ is done,
       E                 Am
We’ll take our leave and go

[Verse 2]

    Am
She had not been two weeks from shore
      Dm            Am
When down on her a right whale bore
     Am
The captain called all hands and swore
      E                 Am
He'd take that whale in tow (huh!)

[Chorus]

 F            C
Soon may the Wellerman come
    Dm                Am
To bring us sugar and tea and rum
F                  C
One day, when the tonguin’ is done,
       E                 Am
We’ll take our leave and go

[Verse 3]

   Am
Before the boat had hit the water
      Dm              Am
The whale's tail came up and caught her
     Am
All hands to the side, harpooned and fought her
      E                Am
When she dived down below (huh!)

[Chorus]

 F            C
Soon may the Wellerman come
    Dm                 Am
To bring us sugar and tea and rum
F                 C
One day, when the tonguin’ is done,
       E                 Am
We’ll take our leave and go

[Verse 4]

    Am
No line was cut, no whale was freed;
     Dm                Am
The Captain's mind was not of greed
    Am
But he belonged to the whaleman's creed;
     E                Am
She took the ship in tow (huh!)

[Chorus]

 F            C
Soon may the Wellerman come
    Dm                 Am
To bring us sugar and tea and rum
F                 C
One day, when the tonguin’ is done,
       E                 Am
We’ll take our leave and go

[Verse 5]

     Am
For forty days, or even more
     Dm                    Am
The line went slack, then tight once more
     Am
All boats were lost (there were only four)
      E                  Am
But still that whale did go

[Chorus]

 F            C
Soon may the Wellerman come
    Dm                 Am
To bring us sugar and tea and rum
F                 C
One day, when the tonguin’ is done,
       E                 Am
We’ll take our leave and go

[Verse 6]

   Am
As far as I've heard, the fight's still on;
     Dm                     Am
The line's not cut and the whale's not gone
     Am
The Wellerman makes his regular call
     Dm                    Am
To encourage the Captain, crew, and all

[Chorus]

 F            C
Soon may the Wellerman come
    Dm                 Am
To bring us sugar and tea and rum
F                 C
One day, when the tonguin’ is done,
       E                 Am G
We’ll take our leave and go


 F            C
Soon may the Wellerman come
    Dm                 Am
To bring us sugar and tea and rum
F                 C
One day, when the tonguin’ is done,
       E                 Am
We’ll take our leave and go
#+end_verse
#+latex: \clearpage
