index.html
<div id="outline-container-orgee77517" class="outline-3">
<h3 id="orgee77517"><span class="section-number-3">2.46.</span> Wellerman</h3>
<div class="outline-text-3" id="text-2-46">
<pre class="example">
Key: Am
</pre>
<p class="verse">
[Verse 1]<br />
<br />
&#xa0;&#xa0;&#xa0;Am<br />
There once was a ship that put to sea<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm                      Am<br />
And the name of the ship was the Billy o&rsquo; Tea<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
The winds blew hard, her bow dipped down<br />
&#xa0;E                    Am<br />
Blow, me bully boys, blow (huh!)<br />
<br />
[Chorus]<br />
<br />
&#xa0;F            C<br />
Soon may the Wellerman come<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dm                Am<br />
To bring us sugar and tea and rum<br />
F                  C<br />
One day, when the tonguin’ is done,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am<br />
We’ll take our leave and go<br />
<br />
[Verse 2]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
She had not been two weeks from shore<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm            Am<br />
When down on her a right whale bore<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
The captain called all hands and swore<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am<br />
He&rsquo;d take that whale in tow (huh!)<br />
<br />
[Chorus]<br />
<br />
&#xa0;F            C<br />
Soon may the Wellerman come<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dm                Am<br />
To bring us sugar and tea and rum<br />
F                  C<br />
One day, when the tonguin’ is done,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am<br />
We’ll take our leave and go<br />
<br />
[Verse 3]<br />
<br />
&#xa0;&#xa0;&#xa0;Am<br />
Before the boat had hit the water<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm              Am<br />
The whale&rsquo;s tail came up and caught her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
All hands to the side, harpooned and fought her<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                Am<br />
When she dived down below (huh!)<br />
<br />
[Chorus]<br />
<br />
&#xa0;F            C<br />
Soon may the Wellerman come<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dm                 Am<br />
To bring us sugar and tea and rum<br />
F                 C<br />
One day, when the tonguin’ is done,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am<br />
We’ll take our leave and go<br />
<br />
[Verse 4]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
No line was cut, no whale was freed;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm                Am<br />
The Captain&rsquo;s mind was not of greed<br />
&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
But he belonged to the whaleman&rsquo;s creed;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                Am<br />
She took the ship in tow (huh!)<br />
<br />
[Chorus]<br />
<br />
&#xa0;F            C<br />
Soon may the Wellerman come<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dm                 Am<br />
To bring us sugar and tea and rum<br />
F                 C<br />
One day, when the tonguin’ is done,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am<br />
We’ll take our leave and go<br />
<br />
[Verse 5]<br />
<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
For forty days, or even more<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm                    Am<br />
The line went slack, then tight once more<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
All boats were lost (there were only four)<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                  Am<br />
But still that whale did go<br />
<br />
[Chorus]<br />
<br />
&#xa0;F            C<br />
Soon may the Wellerman come<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dm                 Am<br />
To bring us sugar and tea and rum<br />
F                 C<br />
One day, when the tonguin’ is done,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am<br />
We’ll take our leave and go<br />
<br />
[Verse 6]<br />
<br />
&#xa0;&#xa0;&#xa0;Am<br />
As far as I&rsquo;ve heard, the fight&rsquo;s still on;<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm                     Am<br />
The line&rsquo;s not cut and the whale&rsquo;s not gone<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Am<br />
The Wellerman makes his regular call<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;Dm                    Am<br />
To encourage the Captain, crew, and all<br />
<br />
[Chorus]<br />
<br />
&#xa0;F            C<br />
Soon may the Wellerman come<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dm                 Am<br />
To bring us sugar and tea and rum<br />
F                 C<br />
One day, when the tonguin’ is done,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am G<br />
We’ll take our leave and go<br />
<br />
<br />
&#xa0;F            C<br />
Soon may the Wellerman come<br />
&#xa0;&#xa0;&#xa0;&#xa0;Dm                 Am<br />
To bring us sugar and tea and rum<br />
F                 C<br />
One day, when the tonguin’ is done,<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;E                 Am<br />
We’ll take our leave and go<br />
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-01 Wed 18:34</p>
</div>
</body>
</html>
