index.tex
\subsection{Wellerman}
\label{sec:org2eec812}
\begin{verbatim}
Key: Am
\end{verbatim}
\begin{verse}
[Verse 1]\\
\vspace*{1em}
\hspace*{3em}Am\\
There once was a ship that put to sea\\
\hspace*{9em}Dm                      Am\\
And the name of the ship was the Billy o' Tea\\
\hspace*{5em}Am\\
The winds blew hard, her bow dipped down\\
\hspace*{1em}E                    Am\\
Blow, me bully boys, blow (huh!)\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}F            C\\
Soon may the Wellerman come\\
\hspace*{4em}Dm                Am\\
To bring us sugar and tea and rum\\
F                  C\\
One day, when the tonguin’ is done,\\
\hspace*{7em}E                 Am\\
We’ll take our leave and go\\
\vspace*{1em}
[Verse 2]\\
\vspace*{1em}
\hspace*{4em}Am\\
She had not been two weeks from shore\\
\hspace*{6em}Dm            Am\\
When down on her a right whale bore\\
\hspace*{5em}Am\\
The captain called all hands and swore\\
\hspace*{6em}E                 Am\\
He'd take that whale in tow (huh!)\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}F            C\\
Soon may the Wellerman come\\
\hspace*{4em}Dm                Am\\
To bring us sugar and tea and rum\\
F                  C\\
One day, when the tonguin’ is done,\\
\hspace*{7em}E                 Am\\
We’ll take our leave and go\\
\vspace*{1em}
[Verse 3]\\
\vspace*{1em}
\hspace*{3em}Am\\
Before the boat had hit the water\\
\hspace*{6em}Dm              Am\\
The whale's tail came up and caught her\\
\hspace*{5em}Am\\
All hands to the side, harpooned and fought her\\
\hspace*{6em}E                Am\\
When she dived down below (huh!)\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}F            C\\
Soon may the Wellerman come\\
\hspace*{4em}Dm                 Am\\
To bring us sugar and tea and rum\\
F                 C\\
One day, when the tonguin’ is done,\\
\hspace*{7em}E                 Am\\
We’ll take our leave and go\\
\vspace*{1em}
[Verse 4]\\
\vspace*{1em}
\hspace*{4em}Am\\
No line was cut, no whale was freed;\\
\hspace*{5em}Dm                Am\\
The Captain's mind was not of greed\\
\hspace*{4em}Am\\
But he belonged to the whaleman's creed;\\
\hspace*{5em}E                Am\\
She took the ship in tow (huh!)\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}F            C\\
Soon may the Wellerman come\\
\hspace*{4em}Dm                 Am\\
To bring us sugar and tea and rum\\
F                 C\\
One day, when the tonguin’ is done,\\
\hspace*{7em}E                 Am\\
We’ll take our leave and go\\
\vspace*{1em}
[Verse 5]\\
\vspace*{1em}
\hspace*{5em}Am\\
For forty days, or even more\\
\hspace*{5em}Dm                    Am\\
The line went slack, then tight once more\\
\hspace*{5em}Am\\
All boats were lost (there were only four)\\
\hspace*{6em}E                  Am\\
But still that whale did go\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}F            C\\
Soon may the Wellerman come\\
\hspace*{4em}Dm                 Am\\
To bring us sugar and tea and rum\\
F                 C\\
One day, when the tonguin’ is done,\\
\hspace*{7em}E                 Am\\
We’ll take our leave and go\\
\vspace*{1em}
[Verse 6]\\
\vspace*{1em}
\hspace*{3em}Am\\
As far as I've heard, the fight's still on;\\
\hspace*{5em}Dm                     Am\\
The line's not cut and the whale's not gone\\
\hspace*{5em}Am\\
The Wellerman makes his regular call\\
\hspace*{5em}Dm                    Am\\
To encourage the Captain, crew, and all\\
\vspace*{1em}
[Chorus]\\
\vspace*{1em}
\hspace*{1em}F            C\\
Soon may the Wellerman come\\
\hspace*{4em}Dm                 Am\\
To bring us sugar and tea and rum\\
F                 C\\
One day, when the tonguin’ is done,\\
\hspace*{7em}E                 Am G\\
We’ll take our leave and go\\
\vspace*{1em}
\vspace*{1em}
\hspace*{1em}F            C\\
Soon may the Wellerman come\\
\hspace*{4em}Dm                 Am\\
To bring us sugar and tea and rum\\
F                 C\\
One day, when the tonguin’ is done,\\
\hspace*{7em}E                 Am\\
We’ll take our leave and go\\
\end{verse}
\clearpage
\end{document}
